[
  {
    "dbID": 1,
    "minID": "e1",
    "Name": "Gold",
    "Family": "Native Elements",
    "Formula": "Au",
    "Crystal System": "Cubic",
    "Space Group": "Fm3m",
    "Hardness": "2.5-3.0",
    "Specific Gravity": "15.20-19.30",
    "Cleavage": "None",
    "Fracture and Tenacity": "[Hackly]; very [Malleable] and ductile",
    "Habit": " Golden yellow, inclining to silver-yellow with increasing mixture of silver, or orange-red with substitution with copper. As octahedra, dodecahedra, and cubes, typically crude or rounded, can be in reticulated, dendritic, [Arborescent], platy, filiform, spongy; massive, and in rounded nuggets; scales and flakes. [Metallic] [Luster]; opaque, except when in the thinnest foils.",
    "Environment": " Forms in [Hydrothermal] quartz veins associated with pyrite, arsenopyrite, and other sulphide minerals and in placers resulting from the weathering of these deposits.",
    "Notable Localities": "  Found in almost every country worldwide. But some famous localities are Noranda district, Quebec, Canada; Klondike district, Yukon, Canada and several localities in Ontario, Canada such as the Porcupine and Hemlo districts; many localities in California, Colorado and South Dakota such as the Mother Lode belt, USA; Silverton and Telluride, Colorado, USA; Homestake mine, South Dakota, USA; Serra Pelada, Pará, Brazil; Hope’s Nose, England; eastern slope of the Ural Mountains, Russia; Transylvania, Romania; Mysore, India; Ashanti, Ghana, Witwatersrand, South Africa, Kalgoorlie, Coolgardie and Norseman, West Australia, Australia",
    "Etym": " The etymology of the name has been lost, but the name is believed to derive from the Sanksrit jyal and the German geld. Chemical symbol (Au) from the Latin aurum, meaning ‘shining dawn’.",
    "Fact": ""
  },
  {
    "dbID": 2,
    "minID": "e2",
    "Name": "Silver",
    "Family": "Native Elements",
    "Formula": "Ag",
    "Crystal System": "Cubic",
    "Space Group": "Fm3m",
    "Hardness": "",
    "Specific Gravity": "10.5",
    "Cleavage": "None",
    "Fracture and Tenacity": "[Hackly]; [Malleable] and ductile",
    "Habit": " Characteristically silvery white, but tarnishes to gray or black. Cubic octahedral or dodecahedral crystals, but commonly reticulated, [Arborescent] and wiry forms. [Metallic] [Luster]; opaque.",
    "Environment": " Widely distributed in small amounts, much of the world’s silver production is a by-product of refining lead, copper and zinc, but deposits of silver are also known. The larger deposits are probably the result of the deposition of silver from [Hydrothermal] solutions. Also formed through secondary processes of oxidation in deposits containing minerals rich in silver.",
    "Notable Localities": " Cobalt mining district, Cobalt, and the Thunder Bay district, Ontario, Canada; Tombstone, Globe and Bisbee, Arizona, USA; Several localities in California and Colorado, USA; Batopilas, Chihuahua, Mexico; Uchucchacua Mine, Peru; Kongsburg, Norway; Ste.-Marie-aux-Mines, Alsace, France; Schemnitz, Czech Republic; Broken Hill and Cobar, New South Wales, Australia; Potosi, Oruro and other localities in Bolivia; Tsumeb, Namibia",
    "Etym": " From the Latin word argentum, this in turn is derived from a Sanskrit word meaning \"white\"and \"shining”. The chemical symbol (Ag) from the Latin argentum.",
    "Fact": ""
  },
  {
    "dbID": 3,
    "minID": "e3",
    "Name": "Copper",
    "Family": "Native Elements",
    "Formula": "Cu",
    "Crystal System": "Cubic",
    "Space Group": "Fm3m",
    "Hardness": "2.5-3.0",
    "Specific Gravity": "8.9",
    "Cleavage": "None",
    "Fracture and Tenacity": "[Hackly]; very [Malleable] and ductile",
    "Habit": " Light rose, tarnishes to copper-red or red-brown. Cubic and dodecahedral crystals common, or often flattened or elongated in twisted, wire-like shapes; filiform, tree-like ([Arborescent]), massive and as a coarse powder. [Metallic] [Luster]; opaque.",
    "Environment": " Native copper is almost always a secondary mineral, formed by the reduction of copper bearing solutions by iron minerals. In Michigan, USA copper is found as a primary ore, where million of tonnes have been mined.",
    "Notable Localities": " Cap d’Or, Nova Scotia, Canada; Kamloops, British Columbia, Canada; Keweenaw Peninsula, Michigan, USA; Santa Rita, Ajo and Bisbee, Arizona, USA; Cananea, Sonara, Mexico; Corocoro, Bolivia; Cornwall, England; Rheinland-Pfalz, Germany; Sverdlovsk, Ural Mountains, Russia; Broken Hill, New South Wales, Australia",
    "Etym": " Copper is from the Latin aes Cyprium, meaning ‘metal of Cyprus’ from which island the metal was early produced.",
    "Fact": ""
  },
  {
    "dbID": 4,
    "minID": "e4",
    "Name": "Sulfur",
    "Family": "Native Elements",
    "Formula": "S",
    "Crystal System": "Cubic",
    "Space Group": "Fddd",
    "Hardness": "1.5-2.5",
    "Specific Gravity": "2.0-2.1",
    "Cleavage": " {001}, {110}, {111}, imperfect",
    "Fracture and Tenacity": "Uneven to [Conchoidal]; rather brittle to somewhat [Sectile]",
    "Habit": " Pale yellow to yellow-brown dipyramidal crystals typical. Can be massive, reniform and stalactitic, but at least 56 crystal forms are known. Translucent to transparent; resinous to greasy [Luster].",
    "Environment": "Well formed sulphur is usually formed as a sublimate from volcanic gases (H2S) encrusting volcanic vents and fumaroles. Massive sulphur can be found in thick beds in sedimentary rocks.",
    "Notable Localities": " In salt deposits in Louisiana and Texas, USA, Sulfur Mountain, in Yellowstone Park, Wyoming, USA; Baja California, Mexico; Mt. Vesuvius, Italy and other localities in Italy such as Solfatara di Pozzuoli, near Naples; at Perticara, near Rimini, Marche; and at Carrara, Tuscany; Cianciana, Agrigento, and Racalmuto, Sicily; Conil, Spain; numerous localities in Japan’s volcanic regions.",
    "Etym": " Sulphur is derived from the Sanskrit word sulvere, or Latin sulfurium.",
    "Fact": " Sulphur is used for detergents, pesticides, and is a component of gunpowder."
  },
  {
    "dbID": 5,
    "minID": "e5",
    "Name": "Arsenic",
    "Family": "Native Elements",
    "Formula": "As",
    "Crystal System": "Hexagonal;",
    "Space Group": "R-3/m",
    "Hardness": "3.5",
    "Specific Gravity": "5.7",
    "Cleavage": " Perfect on {0001}, fair on {10-14}",
    "Fracture and Tenacity": " Uneven, brittle",
    "Habit": " Tin-white, tarnishing to dark gray, crystals rare. Usually massive, reniform or stalactitic, often with concentric layers. [Metallic] [Luster]; opaque.",
    "Environment": " Typically found in [Hydrothermal] veins, generally associated with antimony, silver, cobalt and nickel-bearing minerals.",
    "Notable Localities": " Port Alberni, Vancouver Island and Watson Creek, Fraser River, British Columbia, Canada; Washington Camp, Arizona, USA; Pasta Bueno, Peru; Copaiapo, Chile; Ste.-Marie-aux-Mines, Haut-Rhin, France; Wolfsberg and Andreasberg, Saxony, Germany; Akatani mine, Japan",
    "Etym": " From the Greek word, arsenikos, meaning \"potent\"or \"masculine\"which was used to describe orpiment, an arsenic sulphide. The word was adopted in Latin, arsenicum.",
    "Fact": ""
  },
  {
    "dbID": 6,
    "minID": "e6",
    "Name": "Tellurium",
    "Family": "Native Elements",
    "Formula": "Te",
    "Crystal System": " Hexagonal,",
    "Space Group": "P3121 or P3221",
    "Hardness": "2.0-2.5",
    "Specific Gravity": "6.1-6.3",
    "Cleavage": " Perfect on {10-10}, imperfect on {0001}",
    "Fracture and Tenacity": " None, brittle",
    "Habit": " Typically tin-white, massive to fine granular. Rarely prismatic and [Acicular] crystals.",
    "Environment": " Found as a [Hydrothermal] vein mineral, associated with gold and silver tellurides, and in volcanic fumaroles.",
    "Notable Localities": " Frood mine, Sudbury, Ontario, Canada; Delamar, Nevada, USA; Facebaj, Transylvania, Romania; Kochbulak, Uzbekistan; Kalgoorlie, West Australia, Australia; Kawazu mine, Simoda, Japan.",
    "Etym": " Tellurium is from the Latin tellus meaning \"earth\". ",
    "Fact": ""
  },
  {
    "dbID": 7,
    "minID": "e7",
    "Name": "Lead",
    "Family": "Native Elements",
    "Formula": "Pb",
    "Crystal System": "Cubic",
    "Space Group": "Fm3m",
    "Hardness": "1.5",
    "Specific Gravity": "11.34",
    "Cleavage": "None",
    "Fracture and Tenacity": " [Hackly]; very [Malleable], moderately [Sectile]",
    "Habit": " Native lead is gray-white, tarnishing to dull lead-grey, commonly round masses and plates. Rare as octahedral, cubic and dodecahedral crystals.",
    "Environment": " Native lead is rare in Nature. [Hydrothermal] origin, and found in placers.",
    "Notable Localities": "",
    "Etym": "  Yukon, Canada; Franklin, New Jersey, USA; El Dorado, Gran Sabana, Venezuela; Långban, Värmland, Sweden; Ilimaussaq, Greenland.",
    "Fact": " From the Latin plumbum, this is why the atomic symbol is Pb."
  },
  {
    "dbID": 8,
    "minID": "e8",
    "Name": "Platinum",
    "Family": "Native Elements",
    "Formula": "Pt",
    "Crystal System": "Cubic",
    "Space Group": "Fm3m",
    "Hardness": "4.0-4.5",
    "Specific Gravity": "19.0-21.0",
    "Cleavage": "None",
    "Fracture and Tenacity": " [Hackly]; ductile, and [Malleable]",
    "Habit": " Whitish steel-gray to dark gray. Rare metal in nature; typically in flakes or grains, very rare in nuggets. Even rarer are its cubic crystals. Opaque; [Metallic] [Luster].",
    "Environment": " Found in or associated with mafic and ultramafic igneous rocks, also found in quartz veins associated with hematite, chlorite and pyrolusite",
    "Notable Localities": " Riviere-du-Loup, Quebec, Canada, Sudbury basin, Ontario, Canada; Stillwater Complex, Montana, USA; Bushveld complex, South Africa; Nelkan, Khabarovsk Oblast, Russia; near Papayan, Cauca, Colombia",
    "Etym": " From the Spanish platina, diminutive of plata, silver. It was believed at this time that it was impure ore of silver.",
    "Fact": ""
  },
  {
    "dbID": 9,
    "minID": "e9",
    "Name": "Graphite",
    "Family": "Native Elements",
    "Formula": "C",
    "Crystal System": "Hexagonal",
    "Space Group": "P63/mmc",
    "Hardness": "1",
    "Specific Gravity": "2.1-2.2",
    "Cleavage": "{0001} perfect",
    "Fracture and Tenacity": " Uneven; flexible but not elastic, [Sectile]",
    "Habit": " Typically black or silvery-grey, most common habit is massive, columnar, granular or earthy masses. Crystals with well-defined, hexagonal habit and spheroidal aggregates are rare. Dull earthy or [Metallic] [Luster]; opaque, transparent only in extremely thin flakes",
    "Environment": " Formed by metamorphism of sedimentary carbonaceous material, such as limestones rich in organic material. Also found as the primary mineral in some igneous rocks.",
    "Notable Localities": " National mine, Hastings County, Ontario, Canada, Buckingham Quebec, Canada; Ticonderoga, New York, USA, Franklin and Sterling Hill, New Jersey, USA; Morodillas mine, Sonara, Mexico; Egalugssuit and Disko Island, Greenland; Barrowdale, Cumbria, England, Passau, Bavaria, Germany; Piedmont, Italy",
    "Etym": " From the Greek graphein, \"to write”, an allusion to its ancient use as a drawing pencil.",
    "Fact": ""
  },
  {
    "dbID": 10,
    "minID": "e10",
    "Name": "Diamond",
    "Family": "Native Elements",
    "Formula": "C",
    "Crystal System": "Cubic",
    "Space Group": "Fd3m",
    "Hardness": "10",
    "Specific Gravity": "3.5-3.53",
    "Cleavage": "{111} perfect",
    "Fracture and Tenacity": "[Conchoidal]; brittle",
    "Habit": " Comes in a range of colors from colorless or yellow, brown to black, and rarely pink, green, blue, orange or red. Crystals are octahedral, dodecahedral, cubic and even more complex crystals; massive, fine-grained (carbonado) rare. [Adamantine] to greasy [Luster]; transparent to translucent",
    "Environment": " Product of deep-seated crystallization of ultrabasic igneous magmas, in kimberlite pipes or lamproites. Diamond crystals are also found in alluvial deposits, from the erosion of such kimberlite pipes.",
    "Notable Localities": "  Ontario, Ekati and Diavik mines, Lac de Gras region, Northwest Territories, Canada and Nunavut, Canada; Murfreesboro, Arkansas, USA; Golconda region, and near Nágpur and Bundelkhand, India; several pipes around Kimberely, South Africa; Jwaneng and Orapa pipes, Botswana; Argyle pipe, Kimberley, Western Australia; Yakutia, Russia",
    "Etym": " Most likely derived from the Greek adamas, \"invincible”, for its extreme hardness.",
    "Fact": ""
  },
  {
    "dbID": 11,
    "minID": "f1",
    "Name": "Acanthite",
    "Family": "Sulfides",
    "Formula": "Ag2S",
    "Crystal System": "Monoclinic",
    "Space Group": "P21/n",
    "Hardness": "2.0-2.5",
    "Specific Gravity": "7.2-7.4",
    "Cleavage": "Indistinct",
    "Fracture and Tenacity": "sub[Conchoidal]; very [Sectile]",
    "Habit": " Pseudo-cubic or pseudo-octahedral iron-black crystals, can also be massive. Opaque, [Metallic] [Luster].",
    "Environment": "Occurs worldwide in silver ores",
    "Notable Localities": " Cobalt, Ontario, Canada; El Bonanza mine, near Radium, Northwest Territories, Canada; Liskeard, Cornwall, England; Kongsberg, Norway; Broken Hill, New South Wales, Australia; Atacama, Chile",
    "Etym": " Named from the Greek for thorn, referring to the shape of the crystals",
    "Fact": ""
  },
  {
    "dbID": 12,
    "minID": "f2",
    "Name": "Chalcocite",
    "Family": "Sulfides",
    "Formula": "Cu2S",
    "Crystal System": "Monoclinic",
    "Space Group": "P21/c or Pc",
    "Hardness": "2.5-3.0",
    "Specific Gravity": "5.5-5.8",
    "Cleavage": "{110} indistinct",
    "Fracture and Tenacity": "[Conchoidal]",
    "Habit": " Crystals rare, usually massive, compact, with a drusy coating. Black lead-grey. Opaque; [Metallic] [Luster].",
    "Environment": " Belongs to a group of sulphide minerals formed at relatively low temperatures, often as alteration products of other copper minerals. Concentrated in secondary alteration zones, can contain considerable higher content of copper than the primary ore. These alteration zones are often [Hydrothermal] veins with minerals such as quartz, calcite, covellite, chalcopyrite, galena, bornite and sphalerite, as well as chalcocite.",
    "Notable Localities": "  Bingham Canyon, Utah, USA; Bisbee and Miami, Arizona, USA; St. Just and Redruth, Cornwall, England; Tsumeb, Namibia; Dognacska, Romania; Bogolovsk, Ural Mountains, Russia",
    "Etym": "Named from the Greek for copper. A common and widely distributed ore mineral of copper",
    "Fact": ""
  },
  {
    "dbID": 13,
    "minID": "f3",
    "Name": "Sphalerite",
    "Family": "Sulfides",
    "Formula": " (Zn, Fe)S",
    "Crystal System": "Cubic",
    "Space Group": "F-43m",
    "Hardness": "3.5-4.0",
    "Specific Gravity": "3.9-4.1",
    "Cleavage": "{011} perfect",
    "Fracture and Tenacity": "[Conchoidal]; brittle",
    "Habit": " Yellow, brown, black, less commonly red or green. When iron-free, white to colorless. Reinous to [Adamantine] [Luster]; transparent to translucent, opaque when iron-rich.",
    "Environment": "Occurs in [Hydrothermal] ore deposits",
    "Notable Localities": " Gem crystals found from Mt. St. Hilaire, Quebec, Canada; A very common mineral, but important deposits in Mississippi valley type localities in Missouri, Wisconsin, Illinous, Kansas and Oklahoma, USA; Kimberley, British Columbia, Canada; Watson Lake, Yukon, Canada; several mines in Cumberland, England; Dal’negorsk, Primorskiy Kray, Russia; Santa Eulalia and Naica, Chihuahua, and Cananea, Sonora, Mexico; Freiberg, Saxony, and Neudorf, Harz Mountains, Germany.",
    "Etym": " From the Greek sphaleros meaning treacherous, the mineral occurs in several forms and can be mistaken for galena but doesn’t yield lead. Sphalerite is the most common zinc mineral and the principal ore of zinc",
    "Fact": ""
  },
  {
    "dbID": 14,
    "minID": "f4",
    "Name": "Bornite",
    "Family": "Sulfides",
    "Formula": "Cu5FeS4",
    "Crystal System": "Orthorhombic",
    "Space Group": "Pbca",
    "Hardness": "3",
    "Specific Gravity": "5.1",
    "Cleavage": "Poor",
    "Fracture and Tenacity": "Uneven to [Conchoidal]; brittle",
    "Habit": " Crystals are rare, when found they are pseudocubic, dodecahedral, rarely octahedral. Copper-red, brown to bronze on fresh surfaces, but tarnishes to iridescent purple, giving it informal names such as \"peacock ore\"or \"purple copper ore”. Opaque, [Metallic] [Luster].",
    "Environment": " A common and widespread mineral in copper deposits, principally in [Hydrothermal] veins with minerals such as quartz, chalcopyrite, pyrite and marcasite. Also occurs in dikes, in contact metamorphic deposits, in [Pegmatite]s and basic intrusives.",
    "Notable Localities": " Marble Bay mine, Texada Island, British Columbia, Canada; Bisbee, Globe, Ajo, Magma, Arizona, USA; Kennecott, Alaska, USA; several mines near Cornwall, England; Mt. Lyell, Tasmania, Australia; Norilsk, Russia; Dzhezkazgan, Kazakhstan",
    "Etym": " Named for Ignaz von Born (1742-1791), Austrian mineralogist. An important ore of copper",
    "Fact": ""
  },
  {
    "dbID": 15,
    "minID": "f5",
    "Name": "Pyrrhotite",
    "Family": "Sulfides",
    "Formula": "Fe7S8",
    "Crystal System": "Monoclinic",
    "Space Group": "A2/a",
    "Hardness": "3.5-4.5",
    "Specific Gravity": "4.6-4.7",
    "Cleavage": "None",
    "Fracture and Tenacity": "Sub[Conchoidal] to uneven",
    "Habit": " Generally massive or granular habit, but can form pseudohexagonal crystals. Bronze, bronze-yellow to brown tarnishes on exposure to air. Opaque, [Metallic] [Luster].",
    "Environment": " Mainly in silica-poor igneous rocks, and as an accessory mineral in metamorphic rocks, and in sedimentary rocks. Commonly associated with pentlandite, pyrite, and quartz",
    "Notable Localities": " Bluebell mine, Riondel, British Columbia, Canada Dal’negorsk, Primorskiy Kray; Potosí and San Antonio mines, Santa Eulalia, Chihuahua, Mexico; Morro Velho gold mine, Nova Lima, Minas Gerais, Brazil",
    "Etym": " Named from the Greek for redness, in reference to its color. The second most common magnetic mineral.",
    "Fact": ""
  },
  {
    "dbID": 16,
    "minID": "f6",
    "Name": "Cinnabar",
    "Family": "Sulfides",
    "Formula": "HgS",
    "Crystal System": "Hexagonal",
    "Space Group": "P3121",
    "Hardness": "2.0-2.5",
    "Specific Gravity": "8.1-8.2",
    "Cleavage": " {0101} perfect, somewhat sectile",
    "Fracture and Tenacity": "Sub[Conchoidal] to uneven; slightly [Sectile]",
    "Habit": " Rhombohedral crystals, thick tabular; stout to slender prismatic. Also as incrustations, granular, and massive Scarlet-red, darkening on exposure to light. Transparent in thin pieces, otherwise opaque. [Adamantine] [Luster], inclining to [Metallic] when dark; dull in friable material.",
    "Environment": " Formed from low-temperature [Hydrothermal] solutions (hot springs) in veins, and in sedimentary, igneous, and metamorphic host rocks associated with pyrite, marcasite and stibnite.",
    "Notable Localities": " New Almaden and New Idria, California, USA; Charcas, San Luis Potosí, Mexico; Almadén, Ciudad Real Province, and Mieres, Asturias, Spain; Monte Amiata, Italy; Nikitova, Ukraine;  Hydercahn, Kazakhstan; Tsar Tien mine, Hunan Province, China",
    "Etym": " Name from Medieval Latin cinnabaris, probably derived from Persian zinjifrah and the Arabic zinjafr, meaning dragon’s blood, in allusion to the mineral’s red color. Cinnabar has been mined for at least 2,000 years at Almadén in Spain, used mostly for inlay for decoration. It is the most abundant mercury mineral",
    "Fact": ""
  },
  {
    "dbID": 17,
    "minID": "f7",
    "Name": "Cobaltite",
    "Family": "Sulfides",
    "Formula": "CoAsS",
    "Crystal System": "Orthorhombic",
    "Space Group": "Pca21",
    "Hardness": "5.5",
    "Specific Gravity": "6.3",
    "Cleavage": "Perfect {001}",
    "Fracture and Tenacity": "[Conchoidal] or uneven; brittle",
    "Habit": " Cubic and pseudocubic crystals with striated faces, also massive, granular. Silver-white to steel-gray. Opaque, [Metallic] [Luster].",
    "Environment": "Occurs in high-temperature [Hydrothermal] deposits and in veins in contact metamorphic environments",
    "Notable Localities": "  Cobalt and Sudbury districts, Ontario, Canada; Wheal Cock, and the Botallack mine, St. Just, Cornwall, England; Tunaberg, Södermanland; Riddarhyttan and Håkansboda, Västmanland, Sweden; Bou Azzer, Morocco; Broken Hill and Torrington, New South Wales; Bimbowrie, South Australia and Mt. Cobalt and Cloncurry, Queensland, Australia",
    "Etym": "Named for the element cobalt.",
    "Fact": ""
  },
  {
    "dbID": 18,
    "minID": "f8",
    "Name": "Molybdenite",
    "Family": "Sulfides",
    "Formula": "MoS2",
    "Crystal System": "Hexagonal",
    "Space Group": "P63/mmc",
    "Hardness": "1.0-1.5",
    "Specific Gravity": "4.6-4.7",
    "Cleavage": "{0001} perfect",
    "Fracture and Tenacity": " [Sectile]; lamellae flexible, not elastic",
    "Habit": " Hexagonal, barrel-shaped crystals or thin tabular crystals; commonly foliated, massive or in scales. Lead-gray with a bluish tint. Crystals nearly opaque, [Metallic] [Luster].",
    "Environment": "Occurs as an accessory mineral in some [Granite]s and [Pegmatite]s or high-temperature [Hydrothermal] veins. In disseminated deposits of the porphyry type",
    "Notable Localities": " Temiskaming district, Ontario, Canada; Con mine, Yellowknife, Northwest Territories, Canada; Mont Saint-Hilaire, Quebec, Canada; Climax Lake, Colorado, USA; Frankford quarry, Philadelphia, Pennsylvania, USA;  Carrock Fell and Caldbeck Fell, Cumberland, England; Altenberg, Saxony, Germany; Kingsgate and Deepwater, New South Wales, Australia.",
    "Etym": " Named derived from the Greek molybdos, lead since it was originally thought to be lead. Molybdenite is the most common molybdenum mineral",
    "Fact": ""
  },
  {
    "dbID": 19,
    "minID": "f9",
    "Name": "Galena",
    "Family": "Sulfides",
    "Formula": "PbS",
    "Crystal System": "Cubic",
    "Space Group": "Fm3m",
    "Hardness": "2.5",
    "Specific Gravity": "7.6",
    "Cleavage": "{100} perfect",
    "Fracture and Tenacity": "Sub[Conchoidal]; brittle",
    "Habit": " Most commonly cubic, more rarely cubo-octahedral or octahedral. May be tabular, also forms reticulated masses and skeletal crystals. As cleavable masses, coarse to very fine granular; fibrous, plumose. Lead-gray. Opaque; [Metallic] [Luster].",
    "Environment": " In many different types of environments. In [Hydrothermal] veins, formed under a wide range of temperatures; in contact metamorphic deposits; limestones and dolostones are common host rocks.",
    "Notable Localities": " Kidd Creek, Ontario, Canada, Kimberley, British Columbia, Canada, [Tri-State Mining District], USA; Naica and Santa Eulalia, Chihuahua, Mexico; Alston Moore and Weardale, Cumberland, England; Pribram, Czech Republic; Trepica, Serbia; Tsumeb, Namibia; Broken Hill, New South Wales, Australia",
    "Etym": "Name from the Latin word for lead ore or dross from melted lead",
    "Fact": ""
  },
  {
    "dbID": 20,
    "minID": "f10",
    "Name": "Arsenopyrite",
    "Family": "Sulfides",
    "Formula": "FeAsS",
    "Crystal System": "Monoclinic",
    "Space Group": "P21/c",
    "Hardness": "5.5-6.0",
    "Specific Gravity": "6.0-6.2",
    "Cleavage": "{001} distinct",
    "Fracture and Tenacity": " Uneven, brittle",
    "Habit": " Crystals flat tabular to blocky to prismatic, striated. Also compact, granular and columnar. Silver-white to steel-gray, can tarnish, giving it a brownish or pink color. [Metallic] [Luster], opaque. Associated with significant amounts of gold.",
    "Environment": " Occurs mostly in high-temperature [Hydrothermal] veins, in [Pegmatite]s and contact metamorphic deposits",
    "Notable Localities": " Cobalt district, Ontario, Canada; Franklin, New Jersey, USA; Santa Eulaia and Santa Barbara, Chihuahua, Mexico; several localities in the Cornwall, England area; Freiberg, Germany; Torrington and Broken Hill, New South Wales, Australia; Llallagua, Bolivia",
    "Etym": " Named from the older term for the mineral, arsenical pyrites. Arseniopyrite is the most common arsenic mineral.",
    "Fact": ""
  },
  {
    "dbID": 21,
    "minID": "f11",
    "Name": "Cubanite",
    "Family": "Sulfides",
    "Formula": "CuFe2S3",
    "Crystal System": "Orthorhombic",
    "Space Group": "Pcmn",
    "Hardness": "3.5",
    "Specific Gravity": "4.1",
    "Cleavage": "None",
    "Fracture and Tenacity": "[Conchoidal]; none",
    "Habit": " Thick tabular and elongated prismatic crystals, usually massive. Brass to bronze-yellow Opaque, [Metallic] [Luster].",
    "Environment": " Forms in [Hydrothermal] deposits, at fairly high temperatures. Commonly associated with chalcopyrite, pyrite, pyrrhotite, pentlandite and sphalerite.",
    "Notable Localities": "  Strathcona mine, Sudbury, Ontario; Chibougamau, Quebec, Canada; Christmas mine, Arizona, USA, Mackinaw mine, Washington, USA; Barracanao, Cuba",
    "Etym": "Named for its occurrence in Cuba",
    "Fact": ""
  },
  {
    "dbID": 22,
    "minID": "f12",
    "Name": "Pentlandite",
    "Family": "Sulfides",
    "Formula": " (Fe,Ni)9S8",
    "Crystal System": "Cubic",
    "Space Group": "Fm3m",
    "Hardness": "3.5-4.0",
    "Specific Gravity": "4.9-5.2",
    "Cleavage": "None",
    "Fracture and Tenacity": "[Conchoidal]; brittle",
    "Habit": " Massive or granular pale bronze-yellow; [Metallic] [Luster], opaque. Typically associated with pyrrhotite",
    "Environment": " Silica-poor intrusive rocks, also found in mantle xenoliths and undersea \"black smoker\" deposits.",
    "Notable Localities": " Sudbury, Ontario, Canada, Voisey’s Bay, Labrador, Canada, Thompson, Ontario, Canada; Craignure, near Inverary, Strathclyde, Scotland; Merensky Reef, Bushveld complex, Transvaal, South Africa; Outokumpu, Finland; Espendalen, near Lillehammer, Norway",
    "Etym": " Named for Joseph B. Pentland (1797-1873), an Irish scientist who first noted the mineral.",
    "Fact": ""
  },
  {
    "dbID": 23,
    "minID": "f13",
    "Name": "Realgar",
    "Family": "Sulfides",
    "Formula": "AsS",
    "Crystal System": "Monoclinic",
    "Space Group": "P21/n",
    "Hardness": "1.5-2.0",
    "Specific Gravity": "3.5-3.6",
    "Cleavage": " {010} good; {-101}, {100}, {120} indistinct",
    "Fracture and Tenacity": " [Conchoidal]; [Sectile], also slightly brittle",
    "Habit": " Crystals uncommon, generally red to yellow-orange, short prismatic crystals, and as encrustations. Transparent when fresh, crystals tend to fade when exposed to light. Resinous to greasy [Luster].",
    "Environment": " As a minor phase in [Hydrothermal] sulfide veins with orpiment and other arsenic minerals. It also forms as a sublimate around volcanoes, hot spring and geyser deposits",
    "Notable Localities": " Norris Basin, Yellowstone, Wyoming, USA, Snohomish Co., Washington, USA; Schneeberg, Saxony, Germany; Noche Buena, Zacatecas, Mexico; Lengenbach, Binn, Switzerland; Cavnic and Sacaramb, Romania; Shimen, Hunan, China",
    "Etym": " From the Arabia rahu al ghar, powder of the mine. Realgar has been used for carvings, and as a red pigment.",
    "Fact": ""
  },
  {
    "dbID": 24,
    "minID": "f14",
    "Name": "Millerite",
    "Family": "Sulfides",
    "Formula": "NiS",
    "Crystal System": "Hexagonal",
    "Space Group": "R3m",
    "Hardness": "3.0-3.5",
    "Specific Gravity": "5.3-5.5",
    "Cleavage": "Perfect on {1011} and {0112}",
    "Fracture and Tenacity": "Uneven; brittle",
    "Habit": " Needle-like crystals in radiating masses, also massive common, brass-yellow with an iridescent tarnish. [Metallic] [Luster], opaque",
    "Environment": " Low temperature mineral, often in cavities in limestone and dolomite or an alteration product of other nickel minerals",
    "Notable Localities": " Thompson, Manitoba, Canada, Temagami, Ontario, Canada, Malartic, Quebec, Canada; Sterling mine, New York, USA; Müsen and Wissen, Germany; Trojan nickel mine, Bindura, Zimbabwe; Mabilikwe Hill, Northern Transvaal, South Africa; Kambalda and Black Swan, West Australia, Australia",
    "Etym": " For William H. Miller (1801-1880), English mineralogist who first described the mineral",
    "Fact": ""
  },
  {
    "dbID": 25,
    "minID": "f15",
    "Name": "Chalcopyrite",
    "Family": "Sulfides",
    "Formula": "CuFeS2",
    "Crystal System": "Tetragonal",
    "Space Group": "I-42d",
    "Hardness": "3.5-4.0",
    "Specific Gravity": "4.1-4.3",
    "Cleavage": "Poor on {011} and {111}",
    "Fracture and Tenacity": "Uneven; brittle",
    "Habit": " Brass-yellow often massive, compact crystals, often with an iridescent tarnish. Opaque with a [Metallic] [Luster].",
    "Environment": " Found in a wide variety of conditions. Primary mineral in [Hydrothermal] veins deposited at medium and high temperatures, disseminations and massive replacements. It is the primary minerals in several porphyry-copper deposits.",
    "Notable Localities": " Sudbury and Kidd Creek, Ontario, Canada, Noranda mine, Rouyn district, Quebec, Canada; [Tri-State Mining District], USA; Bisbee, Tombstone, Globe-Miami, Arizona, USA; Cananea, Sonora, Mexico; several localities in the Cornwall area, England; Outokumpu, Finland; Rio Tinto, Spain; Siegen and Neunkirchen, Westphalia, Germany;",
    "Etym": "From the Greek for brass and pyrite it is a widespread copper ore.",
    "Fact": ""
  },
  {
    "dbID": 26,
    "minID": "f16",
    "Name": "Covellite",
    "Family": "Sulfides",
    "Formula": "CuS",
    "Crystal System": "Hexagonal",
    "Space Group": "P63/mmc",
    "Hardness": "1.5-2.0",
    "Specific Gravity": "4.6-4.7",
    "Cleavage": "Perfect on {0001}",
    "Fracture and Tenacity": "None; flexible in thin leaves",
    "Habit": " Generally massive and foliated, but can form hexagonal plates, when thin enough are flexible. Indigo-blue to black, sometimes highly iridescent to brass-yellow and deep red. Sub[Metallic] [Luster], ranging to resinous, opaque.",
    "Environment": " Associated with other copper minerals in the zone of secondary enrichment, rarely as a primary mineral",
    "Notable Localities": " Copper Mountain mine, British Columbia, Canada; Franklin, New Jersey, USA, several localities in Arizona, USA; Sierra de Famatina, La Rioja Province, Argentina; Vesuvius, Campania, Italy, Alghero, Sardinia, Italy; Kedabek, Caucasus Mountains, Russia; Moonta, South Australia, Australia",
    "Etym": "Named for Niccolo Covelli (1790-1829) an Italian mineralogist who first described the mineral from the slopes of Mount Vesuvius.",
    "Fact": ""
  },
  {
    "dbID": 27,
    "minID": "f17",
    "Name": "Greenockite",
    "Family": "Sulfides",
    "Formula": "CdS",
    "Crystal System": "Hexagonal",
    "Space Group": "P63mc",
    "Hardness": "3.0-3.5",
    "Specific Gravity": "4.8-4.9",
    "Cleavage": " {11-22} distinct, {0001} imperfect",
    "Fracture and Tenacity": "[Conchoidal]; brittle",
    "Habit": " Shades of yellow and orange, rarely deep red, single-ended pyramidal crystals and can also be prismatic and tabular, or as earth coatings. Resinous to [Adamantine] [Luster], nearly opaque to translucent.",
    "Environment": " Is an alteration product of cadmium-bearing minerals, and forms earthy coatings on sphalerite and other zinc minerals. Also rarely forms crystals in cavities in mafic igneous rocks and in high temperature [Hydrothermal] vein deposits.",
    "Notable Localities": " Franklin and Sterling Hill, New Jersey, USA, Arlington quarry, Leesburg, Virginia, USA, Friedensville, Pennsylvania, USA; Bishopton, Renfrewshire, Scotland; Pribram, Czech Republic; Tsumeb, Namibia; Asunta mine, Potosí, Bolivia",
    "Etym": " Named for Lord Greenock (Charles Murray Cathcart, 1783-1859) who discovered it in Scotland",
    "Fact": ""
  },
  {
    "dbID": 28,
    "minID": "f18",
    "Name": "Stibnite",
    "Family": "Sulfides",
    "Formula": "Sb2S3",
    "Crystal System": "Orthorhombic",
    "Space Group": "Pbmn",
    "Hardness": "2",
    "Specific Gravity": "4.6",
    "Cleavage": " Perfect {010}, imperfect on {100} and {110}",
    "Fracture and Tenacity": "Sub[Conchoidal]. Highly flexible but not elastic; slightly [Sectile]",
    "Habit": " Crystals common, commonly in complex aggregates of [Acicular] crystals, also in radiating or columnar masses often striated or grooved parallel to c. Lead-gray, splendent on [Cleavage] surfaces, tarnishing blackish or iridescent. [Metallic] [Luster], opaque.",
    "Environment": "Occurs most commonly in [Hydrothermal] vein and replacement deposits.",
    "Notable Localities": " Prince William mine, New Brunswick, Canada; White Caps mine and Murray mine, Independence Mountains district, Nevada, USA, San Benito Co. and Ambrose mine, California, USA; Nerchinsk, Siberia, Russia; Xikuandshan, Hunan, China; San Jose and Oruro, Bolivia",
    "Etym": " Is from the Greek stibi or stimmi, then Latin stibium the old name for the element antimony (Sb)",
    "Fact": ""
  },
  {
    "dbID": 29,
    "minID": "f19",
    "Name": "Dyscrasite",
    "Family": "Sulfides",
    "Formula": "Ag3.2Sb0.8",
    "Crystal System": "Orthorhombic",
    "Space Group": "Pm2m",
    "Hardness": "3.5",
    "Specific Gravity": "9.76",
    "Cleavage": " {001}, {011} distinct, {110} imperfect",
    "Fracture and Tenacity": " Uneven; [Sectile], but brittle",
    "Habit": " Usually massive, foliated or granular, prismatic to platy, striated silver crystals, that tarnish to lead-gray. Opaque, [Metallic] [Luster].",
    "Environment": "In [Hydrothermal] veins with other silver minerals as both a primary and secondary mineral.",
    "Notable Localities": " Cobalt district, Ontario, Canada, Tanco [Pegmatite], Bernic Lake, Manitoba, Canada; Highbridge mine, Belmont district, Nye Co., Nevada, USA; Ilímaussaq intrusion, southern Greenland; Hiendelaencina, Guadalajara Province, Spain; Wolfach, Baden, Germany; Pribram, Czech Republic; Consols mine, Broken Hill, New South Wales, Australia",
    "Etym": "From the Greek for a bad alloy",
    "Fact": ""
  },
  {
    "dbID": 30,
    "minID": "f20",
    "Name": "Nickeline",
    "Family": "Sulfides",
    "Formula": "NiAs",
    "Crystal System": "Hexagonal",
    "Space Group": "P63/mmc",
    "Hardness": "5.0-5.5",
    "Specific Gravity": "7.8",
    "Cleavage": "None",
    "Fracture and Tenacity": "[Conchoidal] to uneven [Fracture]; brittle",
    "Habit": " Crystals are rare, nickeline usually massive pale copper-red, tarnishes gray or black. [Metallic] [Luster], opaque",
    "Environment": "Occurs in ore deposits with other nickel and arsenic minerals and in veins containing silver and copper.",
    "Notable Localities": " Cobalt-Gowganda, Sudbury and Silver Islet, Thunder Bay, Ontario, Canada; Great Bear Lake, Northwest Territories, Canada; Copper King mine and Gem mine, Colorado, USA; Cochabamba, Bolivia; Sangerhausen, Saxony, Germany; Schladming, Styria, Austria; Ban Phuc Ni-Cu deposit, Vietnam",
    "Etym": " From the nickel component in its formula and also from the German kupernickel, \"devil's copper\" as the mineral was believed to contain copper but yielded none",
    "Fact": ""
  },
  {
    "dbID": 31,
    "minID": "f21",
    "Name": "Orpiment",
    "Family": "Sulfides",
    "Formula": "As2S3",
    "Crystal System": "Monoclinic",
    "Space Group": "P21/n",
    "Hardness": "1.5-2.0",
    "Specific Gravity": "3.5",
    "Cleavage": "{010} perfect",
    "Fracture and Tenacity": "Uneven; [Sectile]",
    "Habit": " Distinct crystals are uncommon, Commonly in foliated columnar or fibrous aggregate, lemon-yellow to golden or brownish yellow crystals, may be reniform or botryoidal. Short prismatic crystals uncommon. Resinous to pearly [Luster], transparent",
    "Environment": " A low-temperature [Hydrothermal] mineral, occurring in veins and hot-spring deposits. Also occurs as an alteration product of other arsenic-bearing minerals.",
    "Notable Localities": "  Mercur, Utah, USA, Getchell mine and White Caps mine, Nevada, USA; Tajov, Slovakia; Zarshuran mine, Iran; Guizhou, Hunan Province, China; Baia Sprie, Romania",
    "Etym": " From the Latin auripigmentum, \"golden paint\" in allusion to its color",
    "Fact": ""
  },
  {
    "dbID": 32,
    "minID": "f22",
    "Name": "Marcasite",
    "Family": "Sulfides",
    "Formula": "FeS2",
    "Crystal System": "Orthorhombic",
    "Space Group": "Pnnm",
    "Hardness": "6.0-6.5",
    "Specific Gravity": "4.9",
    "Cleavage": "{101} distinct",
    "Fracture and Tenacity": " [Conchoidal], uneven; brittle",
    "Habit": " Crystals common, typically tabular or pyramidal, also stalactitic, globular or reniform, with radiating internal structure. Silvery-yellow to pale-brass yellow crystals, tending towards light green. [Metallic] [Luster], opaque.",
    "Environment": " Typically formed under low-temperature conditions, in sedimentary environments (shales, limestones, and low rank coals), often as concretions or replacing fossils and in [Hydrothermal] veins",
    "Notable Localities": " Nanisivik Mine, Nunavut, Canada; Baxter Springs and Galena, Cherokee Co., Kansas, USA; Santa Eulalia district, Chihuahua, Mexico Llallagua, Bolivia; Tavistock, Devon, Kent, England; several localities in the Czech Republic",
    "Etym": " A word of Arabic or Moorish origin, applied to minerals that had an appearance to pyrite",
    "Fact": ""
  },
  {
    "dbID": 33,
    "minID": "f23",
    "Name": "Pyrite",
    "Family": "Sulfides",
    "Formula": "FeS2",
    "Crystal System": "Cubic",
    "Space Group": "Pa3",
    "Hardness": "6.0-6.5",
    "Specific Gravity": "5",
    "Cleavage": "{001} indistinct",
    "Fracture and Tenacity": "[Conchoidal] to uneven [Fracture]; brittle",
    "Habit": " Cubic crystals common, but octahedral and pyritohedral (pentagonal dodecahedra) possible with [Striation]s, also commonly granular, globular, framboidal, stalactitic. Pale brass-yellow, sometimes with iridescent tarnish, [Metallic] [Luster], opaque.",
    "Environment": " The most widespread and most common sulfide mineral, occurs in almost all geological environments such as [Hydrothermal] veins, in contact metamorphic rocks, and in sedimentary rocks, such as shale, coal and limestone",
    "Notable Localities": " Nanisivik mine, Nunavut, Canada; Park City and Bingham, Utah, USA; Butte, Montana, USA, Franklin, New Jersey, USA; Cananea, Sonora, Mexico, Naica and Santa Eulalia, Chihuahua, Mexico; Elba and Brosso, Piedmont, Italy; Kassandra, Greece; Kovdor, Kola, Russia; Llallagua, Bolivia; Serra do Cabral, Minas Gerais, Brazil",
    "Etym": " Name is derived from the Greek pyr, meaning 'fire' because pyrite emits sparks when struck by iron. Pyrite is perhaps better known by its informal name \"fool's gold\" due to its similar appearance to gold.",
    "Fact": ""
  },
  {
    "dbID": 34,
    "minID": "g1",
    "Name": "Polybasite",
    "Family": "Sulfosalts",
    "Formula": " (Ag,Cu)16(Sb,As)2S11",
    "Crystal System": "Monoclinic",
    "Space Group": "C2/m",
    "Hardness": "2.0-3.0",
    "Specific Gravity": "6.1",
    "Cleavage": "Imperfect on {001}",
    "Fracture and Tenacity": "Uneven; very brittle",
    "Habit": " Iron-black, tabular, pseudohexagonal crystals, often showing triangular [Striation]s or can be massive. [Metallic] [Luster], opaque except in thin fragments, transparent.",
    "Environment": "In silver veins of low to medium temperature of formation",
    "Notable Localities": " Husky mine, Elsa, Yukon Territory, Canada; Red Mountain, Gilman and Ouray districts, Colorado, USA; Las Chiapas mine, Arizpe, Sonora, Mexico; Tres Puntas, near Copiapó, Atacama, Chile; Sabana Grande, Honduras",
    "Etym": " From the Greek for many and base, in allusion to the many [Metallic] bases present. Can sometimes occur in sufficient quantities to be a significant ore mineral of silver.",
    "Fact": ""
  },
  {
    "dbID": 35,
    "minID": "g2",
    "Name": "Enargite",
    "Family": "Sulfosalts",
    "Formula": "Cu3AsS4",
    "Crystal System": "Orthorhombic",
    "Space Group": "Pmn21",
    "Hardness": "3",
    "Specific Gravity": "4.4-4.5",
    "Cleavage": " Perfect on {110}, distinct on {100} and {010}, indistinct on {001}",
    "Fracture and Tenacity": "Uneven; brittle",
    "Habit": " Crystals are usually grayish black to iron-black small, tabular or prismatic, typically striated parallel to c; also massive and granular. [Metallic] to dull [Luster], opaque.",
    "Environment": " Formed at moderate temperatures in veins and replacement deposits associated with chalcopyrite, covellite, galena, pyrite and sphalerite.",
    "Notable Localities": " Butte, Montana, USA; Alhero and Calabona, Sardinia, Italy; Morococha and Cerro de Pasco, Peru; Sierra de Famatina, La Rioja Province, Argentina; Tsumeb, Namibia; Bor, Serbia",
    "Etym": " From the Greek enarge meaning 'distinct', referring to its perfect [Cleavage]",
    "Fact": ""
  },
  {
    "dbID": 36,
    "minID": "g3",
    "Name": "Stephanite",
    "Family": "Sulfosalts",
    "Formula": "Ag5SbS4",
    "Crystal System": "Orthorhombic",
    "Space Group": "Cmc21",
    "Hardness": "2.0-2.5",
    "Specific Gravity": "6.2-6.5",
    "Cleavage": "Imperfect on {010} and {021}",
    "Fracture and Tenacity": " Sub[Conchoidal] to uneven, brittle",
    "Habit": "Short prismatic to tabular crystals; also massive",
    "Environment": "A late-stage mineral in [Hydrothermal] silver deposits",
    "Notable Localities": " Cobalt district, Ontario, Canada, United Keno Hill mines, Yukon, Canada; Comstock Lode, Nevada, USA; Arizpe, Sonora, Mexico; San Cristobal, Peru; Colquechaca, Potosí, Bolivia; Wheal Boys, Endellion, Cornwall, England; Freiberg, Saxony, Germany; Broken Hill, New South Wales, Australia",
    "Etym": " Named for Archdule Victor Stephan (1817-1867), former mining director of Austria",
    "Fact": ""
  },
  {
    "dbID": 37,
    "minID": "g4",
    "Name": "Tetrahedrite",
    "Family": "Sulfosalts",
    "Formula": "Cu12Sb4S13",
    "Crystal System": "Cubic",
    "Space Group": "I-43m",
    "Hardness": "3.0-4.0",
    "Specific Gravity": "4.6-5.1",
    "Cleavage": "None",
    "Fracture and Tenacity": "Sub[Conchoidal] to uneven; somewhat brittle",
    "Habit": "  Flint-gray to iron-black to dull black massive, compact or granular.  [Metallic], commonly splendent; opaque except in very thin fragments.",
    "Environment": " Probably the most common sulfosalt mineral, occurs in [Hydrothermal] veins and contact-metamorphic deposits",
    "Notable Localities": " Nanisivik mine, Nunavut, Canada; Park City, Utah, USA; Tombstone and Globe, Arizona, USA; Noche Buena and Concepcion del Oro, Zacatecas, Mexico; Herodsfoot mine, Cornwall, England; Freiberg, Saxony, Germany; Tyrol region, Austria; Botes, Romania; Mt. Isa, Queensland, Australia and Broken Hill, New South Wales, Australia",
    "Etym": "Named for the tetrahedral crystal shape.",
    "Fact": ""
  },
  {
    "dbID": 38,
    "minID": "g5",
    "Name": "Bournonite",
    "Family": "Sulfosalts",
    "Formula": "PbCuSbS3",
    "Crystal System": "Orthorhombic",
    "Space Group": "Pn21/m",
    "Hardness": "2.5-3.0",
    "Specific Gravity": "5.8",
    "Cleavage": " {010}, imperfect",
    "Fracture and Tenacity": "Sub[Conchoidal] to uneven [Fracture]; brittle",
    "Habit": " Short prismatic to tabular crystals. forming cruciform or cogwheel aggregates; also massive, granular and compact. Steel-gray to black color, [Metallic] [Luster], opaque.",
    "Environment": " Low to medium temperature [Hydrothermal] veins associated with galena, sphalerite, pyrite and chalcopyrite",
    "Notable Localities": " Mineral King mine, British Columbia, Canada; Naica, Chihuahua, Mexico; Wheal Boys mine and Herodsfoot, Cornwall, England; Westerwald and Clausthal, Neudorf and Wolfsberg, Harz, Germany; Le Minier, Gard, France; Trepca, Serbia; Broken Hill, New South Wales, Australia",
    "Etym": " Named for French mineralogist, Jacques L. de Bournon (1751-1825)",
    "Fact": ""
  },
  {
    "dbID": 39,
    "minID": "g6",
    "Name": "Boulangerite",
    "Family": "Sulfosalts",
    "Formula": "Pb5Sb4S11",
    "Crystal System": "Monoclinic",
    "Space Group": "P21/a",
    "Hardness": "2.5-3.0",
    "Specific Gravity": "6.2",
    "Cleavage": "{100} distinct",
    "Fracture and Tenacity": " Brittle, flexible in thin crystals",
    "Habit": " Needlelike crystals, to 1 cm, rarely as tiny rings; fibrous, compact masses. Dull, lead-gray. Opaque, [Metallic] [Luster].",
    "Environment": "In [Hydrothermal] veins formed at low to medium temperatures",
    "Notable Localities": " Madoc, Ontario, Canada; Augusta Mt., Colorado, USA; Molières, Gard, France; Pribram, Czech Republic; Bottino, Tuscany, Italy; Broken Hill, New South Wales, Australia",
    "Etym": " Named after Charles Louis Boulanger (1810-1849), French mining engineer, who called attention to the species.",
    "Fact": ""
  },
  {
    "dbID": 40,
    "minID": "g7",
    "Name": "Proustite",
    "Family": "Sulfosalts",
    "Formula": "Ag3AsS3",
    "Crystal System": "Hexagonal/trigonal",
    "Space Group": "R3c",
    "Hardness": "2.0-2.5",
    "Specific Gravity": "5.8",
    "Cleavage": "Distinct on {10-11}",
    "Fracture and Tenacity": "[Conchoidal] to uneven; brittle",
    "Habit": " Crystals prismatic, commonly rhombohedral or scalenohedral; massive or compact. Scarlet-vermilion. Translucent, darkens with exposure to light; [Adamantine] [Luster].",
    "Environment": "A late-forming mineral in [Hydrothermal] deposits and associated with other silver minerals and sulfides.",
    "Notable Localities": "  Cobalt-Gowganda region, Ontario, Canada; Red Mountain and Georgetown, Colorado, USA; Chanarcillo, Atacama, Chile; Frieberg and Niederschelma, Saxony, Germany; Lengenbach, Binn, Switzerland; Broken Hill, New South Wales, Australia",
    "Etym": " To honor Joseph Louis Proust (1754-1826), a French chemist",
    "Fact": ""
  },
  {
    "dbID": 41,
    "minID": "g8",
    "Name": "Zinkenite",
    "Family": "Sulfosalts",
    "Formula": "Pb9Sb22S42",
    "Crystal System": "Hexagonal",
    "Space Group": "P63",
    "Hardness": "3.0-3.5",
    "Specific Gravity": "5.3",
    "Cleavage": "Poor/Indistinct On {11-20}",
    "Fracture and Tenacity": "Irregular/uneven; brittle",
    "Habit": " Crystals thin prismatic, and striated, crystals seldom distinct. Columnar to radial fibrous aggregates, massive. Steel-gray. Opaque, [Metallic] [Luster].",
    "Environment": "Associated with base metal and tin sulfides and sulfosalts in [Hydrothermal] veins.",
    "Notable Localities": " Bonanza Creek, Bridge River district, British Columbia, Canada; Carrock Fell, Cumbria, England; Saint-Pons, Haute-Provence, and Pontgibaud, Puy-de-Dome, France; Wolfsberg, Harz and Aldersbach, Bavaria, Germany; Oruro, Bolivia; Magnet mine, Dundas, Tasmania, Australia",
    "Etym": " For J.K.L. Zincken (1798-1862), German mineralogist and mining geologist.",
    "Fact": ""
  },
  {
    "dbID": 42,
    "minID": "g9",
    "Name": "Cosalite",
    "Family": "Sulfosalts",
    "Formula": "Pb2Bi2S5",
    "Crystal System": "Orthorhombic",
    "Space Group": "Pbnm",
    "Hardness": "2.5-3.0",
    "Specific Gravity": "6.9-7.0",
    "Cleavage": "Very rare",
    "Fracture and Tenacity": "Uneven; flexible",
    "Habit": " Prismatic crystals often [Acicular], flexible capillary fibers; commonly massive in aggregates of radiating prismatic, fibrous, or feathery forms.",
    "Environment": " In [Hydrothermal] deposits formed at medium temperatures but also found in contact metasomatic replacements, and epithermal replacements, as well as in [Pegmatite]s",
    "Notable Localities": " Timiskaming District, Ontario, Canada; Darwin, California, USA, Red Mountain district, Colorado, USA; Nuestra Senora mine, Cosalá Mine, Sinaloa, Mexico; Iilijärvi, Finland; Zlata Hory, Czech Republic; Vasko, Hungary; Kara Oba, Kazakhstan; near Oberon, New South Wales, Australia",
    "Etym": " For the locality at Cosalá, Mexico",
    "Fact": ""
  },
  {
    "dbID": 43,
    "minID": "g10",
    "Name": "Andorite IV",
    "Family": "Sulfosalts",
    "Formula": "PbAgSb3S6",
    "Crystal System": "Monoclinic (orthorhombic)",
    "Space Group": "P2 and Pmma",
    "Hardness": "3.5",
    "Specific Gravity": "5.4",
    "Cleavage": "None",
    "Fracture and Tenacity": "smooth [Conchoidal]; brittle",
    "Habit": " Grayish yellow, Dark gray, Steel gray Opaque, [Metallic] [Luster].",
    "Environment": "",
    "Notable Localities": " near Takla Lake, British Columbia, Canada; Keyser mine, Nevada, USA, Darwin, California, USA; Les Cougnasses mine, Hautes-Alpes, Provence-Alpes-Côte d'Azur, France; Baia Marie, Romania; Llallagua, Itos and San José mine, Oruro Department, Bolivia",
    "Etym": "Named for Andor von Semsey (1833-1923) a Hungarian mineral collector.",
    "Fact": ""
  },
  {
    "dbID": 44,
    "minID": "g11",
    "Name": "Miargyrite",
    "Family": "Sulfosalts",
    "Formula": "AgSbS2",
    "Crystal System": "Monoclinic",
    "Space Group": "C2/c",
    "Hardness": "2.0-2.5",
    "Specific Gravity": "5.24",
    "Cleavage": "Imperfect on {010}; rare on {100} and {101}",
    "Fracture and Tenacity": "Sub[Conchoidal]; brittle",
    "Habit": " Thick tabular crystals, often deeply striated, also massive. Iron-black to steel-gray. Nearly opaque; translucent in thin fragments, [Metallic] [Adamantine] [Luster].",
    "Environment": "In [Hydrothermal] veins of low-temperature origin.",
    "Notable Localities": " Silver Tunnel (Van Silver mine), Vancouver mining district, Canada; El Quevar mine, El Quevar, Salta, Argentina; Bräunsdorf, Freiberg District, Saxony, Germany, St Andreasberg District, Harz Mountains, Lower Saxony, Germany;",
    "Etym": " From the Greek, meyon, \"smaller\" and argyros, \"silver\" for it contains less silver than pyrargyrite which it was often mistaken for",
    "Fact": ""
  },
  {
    "dbID": 45,
    "minID": "g12",
    "Name": "Galkhaite",
    "Family": "Sulfosalts",
    "Formula": " (Cs,Tl)(Hg,Cu,Zn)6(As,Sb)4S12",
    "Crystal System": "Cubic",
    "Space Group": "I-43m",
    "Hardness": "3",
    "Specific Gravity": "5.4",
    "Cleavage": "None",
    "Fracture and Tenacity": "Uneven to fine [Conchoidal]; brittle",
    "Habit": " Dark red-orange cubic crystals, also massive. Opaque, vitreous to [Adamantine] [Luster].",
    "Environment": "[Hydrothermal] Hg-Au deposits",
    "Notable Localities": " Hemlo gold deposit, near Marathon, Ontario, Canada; Getchell mine and Carlin mine, Nevada, USA; Gal-Khaya, Yakutia, Russia; Khaidarkan, Kyrgyzstan",
    "Etym": " Named for Gal-Khaya, Yakutia, Russia, the locality it was first described from.",
    "Fact": ""
  },
  {
    "dbID": 46,
    "minID": "h1",
    "Name": "Ilmenite",
    "Family": "Oxides",
    "Formula": "Fe2+TiO3",
    "Crystal System": "Hexagonal",
    "Space Group": "R-3",
    "Hardness": "5.0-6.0",
    "Specific Gravity": "4.7",
    "Cleavage": "None",
    "Fracture and Tenacity": "[Conchoidal]; brittle",
    "Habit": " Usually thick tabular iron-black crystals, sometimes thin laminae, compact, massive, or occur as disseminated grains. Opaque with a sub[Metallic] [Luster]; non- or weakly-magnetic.",
    "Environment": " Occurs principally as a common accessory mineral in igneous rocks such as gabbros, diorites, kimberlites and anorthosites, as veins and disseminated deposits and high-grade metamorphic rocks; may attain economic concentration in layered mafic intrusions and in \"black sand\"placer deposits.",
    "Notable Localities": " Bancroft, Ontario, Canada, Allard Lake, Quebec, Canada; Iron Mountain, Wyoming, USA, Sanford Lake, Tahawus, New York, USA; Travancore, southern India; Ilmen Mountains, Ural Mountains, Russia; Ambatofotsikely [Pegmatite], Betafo, Madagascar; Woodstock, Western Australia, Australia",
    "Etym": " For the early-noted location of the mineral in the Ilmen Mountains, Chelyabinskaya Oblast', Russia",
    "Fact": " Ilmenite is a major source of titanium. The most important use of titanium is in alloys, which are mixtures of metals. It is commonly added to steel, due to its resistance to corrosion and it is light-weight. These properties make titanium-steel alloys particularly useful in spacecraft and aircraft applications, but also in bicycles, golf clubs, and other sports equipment. Titanium alloys have also become popular in body implants, such as artificial hips and knees, because they are light, strong, long-lasting, and do not react with body tissues and fluids."
  },
  {
    "dbID": 47,
    "minID": "h2",
    "Name": "Perovskite",
    "Family": "Oxides",
    "Formula": "CaTiO3",
    "Crystal System": "Orthorhombic",
    "Space Group": "Pnma",
    "Hardness": "5.5",
    "Specific Gravity": "4",
    "Cleavage": "{001} imperfect",
    "Fracture and Tenacity": "Sub[Conchoidal] to uneven [Fracture]; brittle",
    "Habit": " Crystals cubic, sometimes highly modified, rarely massive granular, or reniform. Iron-black, brown, reddish brown to yellow. Opaque, transparent in thin fragments; [Adamantine] to [Metallic] [Luster]; may be dull as well.",
    "Environment": "Occurs both as an accessory mineral of the magmatic stage and as a late-stage mineral",
    "Notable Localities": " Moose Creek, near Leanchoil, British Columbia, Canada; Crestmore Quarries, Riverside County and the Diablo Range, San Benito County, California, USA, Magnet Cove, Arkansas, USA; Gardiner complex, Kangerlussuaq Fjord, eastern Greenland; Wildkreuzjoch, Pfitschtal, Trentino, Italy; Zlatoust district, Ural Mountains, Russia",
    "Etym": " Named after L. A. Perovski (1792-1856), Russian mineralogist, of St. Petersburg.",
    "Fact": " Perovskite is thought to be a major constituent of the upper mantle of Earth. Often perovskite is enriched in cerium, niobium, thorium, lanthanum, neodymium and other rare earth metals. Rare earth metals are becoming rather attractive due to their growing value to industry. The titanium derived from perovskite is recovered as well."
  },
  {
    "dbID": 48,
    "minID": "h3",
    "Name": "Zincite",
    "Family": "Oxides",
    "Formula": "ZnO",
    "Crystal System": "Hexagonal",
    "Space Group": "C6mc",
    "Hardness": "4",
    "Specific Gravity": "5.7",
    "Cleavage": "{10-10} perfect but difficult",
    "Fracture and Tenacity": "[Conchoidal] [Fracture]; brittle",
    "Habit": " Crystals rare, usually massive, as irregular grains and rounded masses.",
    "Environment": " A primary mineral in metamorphosed stratiform zinc orebodies (New Jersey,",
    "Notable Localities": " Franklin and Sterling Hill, New Jersey, USA; Bottino, near Saravezza, Tucsany, Italy; Oklusz, Kielce, Poland; Tsumeb, Namibia; Heazlewood mine, Tasmania, Australia",
    "Etym": "Named for the composition",
    "Fact": ""
  },
  {
    "dbID": 49,
    "minID": "h4",
    "Name": "Magnetite",
    "Family": "Oxides",
    "Formula": "Fe3O4",
    "Crystal System": "Cubic",
    "Space Group": "Fd3m",
    "Hardness": "5.5-6.5",
    "Specific Gravity": "5.1",
    "Cleavage": "None",
    "Fracture and Tenacity": "Uneven; brittle",
    "Habit": " Iron black, usually octahedral crystals. Very rarely cubic; skeletal, granular, massive. Opaque, translucent in thin flakes, [Metallic] to sub[Metallic] [Luster], may be dull. Highly magnetic.",
    "Environment": "It is found in diverse geological environments and in some deposits in sufficient abundance to constitute an important iron ore. It is a high-temperature accessory mineral in igneous and metamorphic rocks and in sulphide veins. Also as a product of fumarolic activity and as a detrital mineral.",
    "Notable Localities": " Forms in many localities, it is one of the most widespread oxide minerals. Bancroft, Ontario, Canada; Iron Springs district, Utah, USA; Itabira, Minas Gerais, Brazil; Gardiner complex, beyond the head of Kangerdlugssuaq Fjord, Greenland; Kiruna and Gellivare, Sweden; Mt. Elba, Italy; Zillertal, Tyrol, Austria; Alp Lercheltini, Binntal, Valais, Switzerland; Magnitogorsk, Ural Moutains, Russia",
    "Etym": " Said to be derived from Magnes, a Greek shepherd, who first discovered the mineral on Mount Ida by noting that the iron ferrule on his staff and the nails of his shoes clung to a magnetite-bearing rock.",
    "Fact": " Magnetite is an ore of iron and is commonly used in the creation of steel. Small crystals of magnetite have been found in some bacteria and in the brains of bees, of termites, some birds and fish. These crystals are thought to be used to sense to the polarity or in the inclinations of the Earth’s magnetic field, and to be used for navigation."
  },
  {
    "dbID": 50,
    "minID": "h5",
    "Name": "Hematite",
    "Family": "Oxides",
    "Formula": "Fe2O3",
    "Crystal System": "Hexagonal",
    "Space Group": "R-3c",
    "Hardness": "5.0-6.0",
    "Specific Gravity": "5.3",
    "Cleavage": "None",
    "Fracture and Tenacity": " Sub[Conchoidal] to uneven [Fracture], brittle in crystals, soft and unctuous in earthy varieties, elastic in thin laminae",
    "Habit": " Steel gray to black crystals, may have an iridescent tarnish. Thick to thin tabular, as rosettes, rarely prismatic or scalenohedral. Sometimes micaceous to platy. Also compact columnar, or fibrous (pencil ore), frequently radiating. In reniform masses with smooth [Fracture] (kidney ore) and in botryoidal and stalactitic shapes. Commonly earthy, or frequently mixed with clay or other impurities. Also granular, friable to compact, concretionary, oolitic. Opaque, transparent on thin edges, [Metallic] [Luster]; non-[Metallic].",
    "Environment": " The most important hematite deposits are sedimentary in origin, either in sedimentary beds or metamorphosed sediments.",
    "Notable Localities": " Quartzsite, Arizona, USA; Miguel Burnier iron mines and at Dom Bosco, Ouro Preto district, Minas Gerais, Brazil; Rio Marina, Elba, Italy and Vesuvius, Etna and Stromboli volcanoes in Italy; Ulverstone, Lancashire, England; Framont, Alsace, France; Wessels mine, Cape Province, South Africa; Saurüssel, Zillertal, Tyrol, Austria; Korshunovskoye, Siberia, Russia",
    "Etym": " From the Greek haimatitis for \"blood-red”, in allusion to the red color, especially in powder form",
    "Fact": "Hematite is an important ore of iron and in the powdered form can be ‘blood red’ and can be used as a pigment."
  },
  {
    "dbID": 51,
    "minID": "h6",
    "Name": "Corundum",
    "Family": "Oxides",
    "Formula": "Al2O3",
    "Crystal System": "Hexagonal",
    "Space Group": "R-3c",
    "Hardness": "9",
    "Specific Gravity": "4",
    "Cleavage": "None",
    "Fracture and Tenacity": " Uneven to [Conchoidal]; brittle, but very tough when compact",
    "Habit": " Commonly prismatic, often barrel-shaped crystals, also tabular or rhombohedral, massive or granular. Can be any color, but most notable is several shades of blue (sapphire), pigeon blood-red (ruby).Transparent to translucent, [Adamantine] to vitreous [Luster].",
    "Environment": " Characteristically found in silica-deficient rocks such as syenites and their associated [Pegmatite]s. Also in mica schist, gneiss, and some marbles in metamorphic terranes.",
    "Notable Localities": " Bancroft and Haliburton, Ontario, Canada; Hogback Mountain and Buck Creek, North Carolina, USA, Laurel Creek mine, Georgia, USA; On Naxos and Samos Islands, Greece; Jegdalek marble, near Sorobi, Laghman Province, Afghanistan; Mogok district, Myanmar (Burma); Ampanihy, Madagascar; Ratnapura district, Sri Lanka; Merkestein, near Longido, and the Morogoro district, Tanzania; Zanskar district, Kashmir, India; Umba Valley, Tanzania; Chanthaburi and Trat, Thailand; Around Bottambang and Pailin, Cambodia; Anakie, Queensland, Australia",
    "Etym": " Probably from the Sanskrit kurivinda, for ruby, through the Tamil kurundam.",
    "Fact": " The principle use of corundum is as an abrasive, normally called alumina. It is used as a gem, and synthetic crystals are used in bearings for watches and fine instruments, and for lasers."
  },
  {
    "dbID": 52,
    "minID": "h7",
    "Name": "Braunite",
    "Family": "Oxides",
    "Formula": "Mn2+Mn3+6O8SiO4",
    "Crystal System": "Tetragonal",
    "Space Group": "I41/acd",
    "Hardness": "6.0-6.5",
    "Specific Gravity": "4.8",
    "Cleavage": "{112} perfect",
    "Fracture and Tenacity": "Uneven to sub[Conchoidal]; brittle",
    "Habit": " Brownish black to steel gray pyramidal crystals, also granular, massive. Opaque, sub[Metallic] [Luster]. Weakly magnetic.",
    "Environment": " Formed by metamorphism of manganese silicates and oxides; also a product of weathering, associated with pyrolusite, hausmannite, jacobsite, bixbyite, rhodonite, spessartine and hematite.",
    "Notable Localities": " Spiller manganese mine, Texas, USA, Cartersville, Georgia, USA; Miguel Burnier, near Ouro Prêto, Minas Gerais, Brazil; Långban and Jakobsberg, Värmland, Sweden; Ohrenstock and Elgersberg, near Ilmenau, Thuringia, Germany; St. Marcel, Piedmont, Italy; Kacharwali, Nagpur district, Maharashtra, and Tirodi, Madhya Pradesh, India",
    "Etym": " Named for Kammerrat Wilhelm Braun (1790-1872) of Gotha, Germany",
    "Fact": ""
  },
  {
    "dbID": 53,
    "minID": "h8",
    "Name": "Columbite Group",
    "Family": "Oxides",
    "Formula": " (Fe2+,Mn2+,Mg)(Nb,Ta)2O6",
    "Crystal System": "Orthorhombic",
    "Space Group": "Pbcn",
    "Hardness": "6",
    "Specific Gravity": "5.0-6.5 (depending on the Nb/Ta ratio)",
    "Cleavage": " {010} distinct, less distinct on {010}",
    "Fracture and Tenacity": "Sub[Conchoidal] to uneven [Fracture]; brittle",
    "Habit": " Crystals are brownish-black, short prismatic, equant, also flat tabular black, massive.        Opaque, translucent through thin edges, sub[Metallic] [Luster]",
    "Environment": "An accessory mineral of granitic [Pegmatite]s and other environments where Nb > Ta. Rarely found in alkalic [Pegmatite]s and an alteration mineral of other Nb-rich minerals.",
    "Notable Localities": "Columbite-(Fe)",
    "Etym": " Named for Columbia, source of the first specimens.",
    "Fact": "An important ore of tantalum and niobium."
  },
  {
    "dbID": 54,
    "minID": "h9",
    "Name": "Franklinite",
    "Family": "Oxides",
    "Formula": "ZnFe3+2O4",
    "Crystal System": "Isometric",
    "Space Group": "Fd3m",
    "Hardness": "6",
    "Specific Gravity": "5.0-5.2",
    "Cleavage": "None",
    "Fracture and Tenacity": "Uneven to sub[Conchoidal]; brittle",
    "Habit": " Crystallizes as black to reddish-brown octahedrons, commonly with rounded edges, also as granular and massive. Opaque, translucent in fine fragments, [Metallic] to semi[Metallic], may be dull. Slightly magnetic.",
    "Environment": " Occurs in beds and veins formed by high-temperature metamorphism of marine carbonate sediments, and as a minor mineral in some manganese and iron deposits.",
    "Notable Localities": " Franklin and Sterling Hill mines, Franklin and Ogdensburg, New Jersey, USA; Koduru manganese mine, Srikakulam district, Andhra Pradesh, India; Pereval marble quarry, near Slyudyanka, Sayan Mountains, south of Lake Baikal, Siberia, Russia",
    "Etym": "Named for the locality and for Benjamin Franklin (1706-1790) after whom the town was named.",
    "Fact": ""
  },
  {
    "dbID": 55,
    "minID": "h10",
    "Name": "Spinel",
    "Family": "Oxides",
    "Formula": "MgAl2O4",
    "Crystal System": "Cubic",
    "Space Group": "Fd3m",
    "Hardness": "7.5-8.0",
    "Specific Gravity": "3.6",
    "Cleavage": "None",
    "Fracture and Tenacity": "[Conchoidal] to uneven [Fracture]; brittle",
    "Habit": " Crystals are usually octahedrons, but can be granular or massive too, and range in color from brown, black; red (ruby-spinel), orange, yellow, green, blue, indigo, violet or colorless. Transparent to nearly opaque, Vitreous, splendent to dull [Luster].",
    "Environment": " Formed at high-temperature as an accessory in igneous rocks, in regionally metamorphosed aluminum-rich schists and in regionally and contact metamorphosed limestones. Also is a detrital mineral",
    "Notable Localities": " Burgess, Ontario, Canada and Wakefield, Quebec, Canada; many places between Amity and Edenville, New York, USA to to Andover, New Jersey, USA; Bavaria, Germany; Monte Somma and Vesuvius, Campania, Italy; Mogok, Myanmar (Burma)",
    "Etym": " From the Latin spinella, for little thorn, due to the spine-shaped octahedral crystals.",
    "Fact": ""
  },
  {
    "dbID": 56,
    "minID": "h11",
    "Name": "Cuprite",
    "Family": "Oxides",
    "Formula": "Cu2O",
    "Crystal System": "Cubic",
    "Space Group": "Pn3m",
    "Hardness": "3.5-4.0",
    "Specific Gravity": "6",
    "Cleavage": "{111} interrupted; {001} rare",
    "Fracture and Tenacity": "[Conchoidal] to uneven; brittle",
    "Habit": " Crystals octahedral or cubic, rarely dodecahedral. Can be hair-like capillary forms, with square section, reticulated, tufted and matted; also earthy, compact granular, massive. Dark red ruby-red, purplish red, to nearly black. Transparent to translucent, [Adamantine], sub[Metallic] [Luster].",
    "Environment": " A common mineral in the oxidized portions of many copper deposits, usually associated with native copper, malachite, azurite, tenorite, chrysocolla and limonite.",
    "Notable Localities": " Common is several Arizona mines, especially Bisbee, Arizona, USA; Chuquicamata, Antofagasta, Chile; Cornwall, England; Rheinbreitbach, North Rhine-Westphalia, Germany; Tsumeb, Namibia; Ural Mountains, Russia; Broken Hill, New South Wales, Australia",
    "Etym": " Named from the Latin cuprum, \"copper\"for its composition",
    "Fact": " Cuprite has been a major ore of copper and is still mined in many places around the world. The biggest use of copper is in electrical wiring, it is an excellent conductor of electricity it corrodes very slowly, and it can be formed easily into thin wires."
  },
  {
    "dbID": 57,
    "minID": "h12",
    "Name": "Chromite",
    "Family": "Oxides",
    "Formula": "FeCr2O4",
    "Crystal System": "Chromite",
    "Space Group": "Fd3m",
    "Hardness": "5.5",
    "Specific Gravity": "4.5-4.8",
    "Cleavage": "None",
    "Fracture and Tenacity": "Uneven; brittle",
    "Habit": " Crystals octahedral, commonly fine granular, compact, massive. Translucent to opaque, [Metallic] to sub[Metallic] [Luster].",
    "Environment": " Chromite is most commonly found as an accessory mineral in ultramafic igneous rocks, or concentrated in sediments derived from them. In a few ultramafic bodies, it occurs as layers and are the most important ores of chromium.",
    "Notable Localities": " Serpentine areas of Quebec, Canada; Stillwater complex, Montana, USA; Haroldswick and Swinaness, Unst Island, Shetlands, Scotland; Gassin, Var, France; Bushveld complex, Transvaal, South Africa; Great Dyke, Zimbabwe",
    "Etym": "Named for the composition.",
    "Fact": " An important ore of chromium. Chromium is alloyed with iron in the steel industry to manufacture stainless steel. It was discovered that by adding chromium to iron, steel could be made highly resistant to corrosion and discoloration. It is also used for chrome plating."
  },
  {
    "dbID": 58,
    "minID": "h13",
    "Name": "Chrysoberyl",
    "Family": "Oxides",
    "Formula": "BeAl2O4",
    "Crystal System": "Orthorhombic",
    "Space Group": "Pnma",
    "Hardness": "8.5",
    "Specific Gravity": "3.7",
    "Cleavage": " Distinct on {110}, imperfect on {010}, poor on {001}",
    "Fracture and Tenacity": "Uneven to [Conchoidal]; brittle",
    "Habit": " Crystals usually tabular, sometimes stout prismatic, prominently striated and twinned. Various shades of green, yellow, brownish to greenish-black; can have dramatic changes of color in different types of lighting (alexandrite). Transparent to translucent, may be opaque and chatoyant; vitreous [Luster].",
    "Environment": " Occurs in [Granite]s and granitic [Pegmatite]s, although alexandrites are found in mica schists.",
    "Notable Localities": " Near Golden, Colorado, USA; Tancredo, Itaguaçu, and Colatina,Espirito Santo, Brazil, Faria Lemos, Santa Luzia de Carangola, and Americana, Teófilo Otoni, Minas Gerais, Brazil; Ratnapura district, Sri Lanka; Izumrudnye mines, Tokovaya River, near Yekaterinburg (Sverdlovsk), and Mursinka, Ural Mountains, Russia",
    "Etym": "From the Greek for golden and beryl (a misnomer)",
    "Fact": ""
  },
  {
    "dbID": 59,
    "minID": "h14",
    "Name": "Romanechite",
    "Family": "Oxides",
    "Formula": " (Ba, H2O)2(Mn4+, Mn3+)5O10",
    "Crystal System": "Monoclinic",
    "Space Group": "C2/m",
    "Hardness": "6",
    "Specific Gravity": "4.7",
    "Cleavage": "None",
    "Fracture and Tenacity": "Uneven; brittle",
    "Habit": " Massive, often botryoidal; also earthy. Iron black to gray in color. Opaque, sub[Metallic] to dull [Luster].",
    "Environment": " A product of weathering of manganese-bearing oxides, carbonates, silicates and in sedimentary deposits.",
    "Notable Localities": " Romanèche, Saône-et-Loire, France",
    "Etym": " Named for the locality, Romanèche, Saône-et-Loire, France.",
    "Fact": " Romanèchite is an ore of manganese. Eight-five to ninety percent of the use of manganese is in the steel industry, small amounts of manganese improve the workability of steel at high temperatures. Another use of manganese is being mixed with aluminum, it decreases the corrosion of aluminum and is used in beverage cans."
  },
  {
    "dbID": 60,
    "minID": "h15",
    "Name": "Samarskite-(Y)",
    "Family": "Oxides",
    "Formula": " (Y,Ce,U,Fe)3(Nb,Ta,Ti)O4",
    "Crystal System": "Orthorhombic",
    "Space Group": "Pbcn",
    "Hardness": "5.0-6.0",
    "Specific Gravity": "4.3-5.9",
    "Cleavage": "{010} indistinct",
    "Fracture and Tenacity": "[Conchoidal]; brittle",
    "Habit": " Crystals usually rough, often massive, found in close association with columbite-group minerals. Black, brownish-black to brown to yellowish brown due to alteration. Opaque, transparent in thin fragments; Vitreous to resinous [Luster], but may be sub[Metallic], splendent.",
    "Environment": "Found as an accessory mineral in RE-rich granitic [Pegmatite]s; rarely as a detrital mineral",
    "Notable Localities": " Maisonneuve, Quebec, Canada; Pelton’s quarry, Portland, Connecticut, USA; Divina de Uba, near Belo Horizonte, Minas Gerais, Brazil; Antanamalaza, Madagscar; Miask, Ural Mountains, Russia;",
    "Etym": "Named after Colonel Vasilii Evgrafovich von Samarskii-Bykhovets (1803-1870) of the Russian Corps of Mining Engineers",
    "Fact": ""
  },
  {
    "dbID": 61,
    "minID": "h16",
    "Name": "Pyrolusite",
    "Family": "Oxides",
    "Formula": "MnO2",
    "Crystal System": "Tetragonal",
    "Space Group": "P42/mnm",
    "Hardness": "6",
    "Specific Gravity": "4.4-5.1",
    "Cleavage": "{110} perfect",
    "Fracture and Tenacity": "Irregular/uneven; brittle",
    "Habit": " Usually columnar or fibrous, botryoidal, granular massive, earthy. Crystals uncommon; long to short prismatic or equant. Gray to black, black, may have a bluish cast when massive. Opaque, [Metallic] to earthy [Luster]",
    "Environment": "Formed under highly oxidizing conditions in manganese-bearing [Hydrothermal] deposits and rocks.",
    "Notable Localities": " Bathurst, New Brunswick, Canada; Ironwood, Michigan, USA; Elgersburg, Friedrichroda, and Öhrenstock, near Ilmenau, Thuringia; at Eibenstock, Saxony, Germany; Horní Blatnà, Czech Republic;",
    "Etym": " From the Greek for fire and to wash, because it was used to decolorize the brown and green tints of glass",
    "Fact": " Primary ore of manganese. Not only is it used in the manufacturing of steel, it is used as a decolorizer in the manufacturing of glass, in electric batteries and coloring materials in bricks and pottery."
  },
  {
    "dbID": 62,
    "minID": "h17",
    "Name": "Rutile",
    "Family": "Oxides",
    "Formula": "TiO2",
    "Crystal System": "Tetragonal",
    "Space Group": "P42/mnm",
    "Hardness": "6.0-6.5",
    "Specific Gravity": "4.2",
    "Cleavage": " {110} distinct, {100} less distinct",
    "Fracture and Tenacity": "[Conchoidal] to uneven [Fracture]; brittle",
    "Habit": " Red, reddish-brown brown, yellow or black. Commonly prismatic, often slender to [Acicular], striated. Rarely pyramidal or equant, also granular, massive, course to fine. Opaque, transparent in thin fragments, [Adamantine]-[Metallic] [Luster].",
    "Environment": " A common high-temperature, high-pressure accessory mineral in igneous rocks, metamorphic rocks. Also common in aluminous rocks and in alpine type veins and fissures.",
    "Notable Localities": " Magnet Cove, Arkansas, USA; Cavradi, Tavetsch, Graübunden, and Lodrino, Tessin, Switzerland; Pfitschtal, Trentino-Alto Adige, Italy; Conquista, and at Ibitiara, Bahia, Brazil; Giftkuppe mine, Omaruru, Namibia",
    "Etym": " Named from the Latin, rutilus, \"red”, for its common color",
    "Fact": " Titanium dioxide is the most widely used white pigment because of its brightness often used to whiten many food and drinks, such as skimmed milk, cookies and frosting. It is used in most sunscreens as a physical blocker because of its high refractive index, its strong UV light absorbing capabilities and its resistance to discoloration under ultraviolet light. It is even used to whiten your toothpaste!"
  },
  {
    "dbID": 63,
    "minID": "h18",
    "Name": "Anatase",
    "Family": "Oxides",
    "Formula": "TiO2",
    "Crystal System": "Tetragonal",
    "Space Group": "I41/amd",
    "Hardness": "5.5-6.0",
    "Specific Gravity": "3.9",
    "Cleavage": " {001}, {011} perfect",
    "Fracture and Tenacity": "Sub[Conchoidal]; brittle",
    "Habit": " Brown, indigo-blue, green, gray, black. Crystals pseudo-octahedral, less commonly prismatic. Transparent when light colored, to nearly opaque when deeply colored, [Adamantine] to [Metallic] [Luster]",
    "Environment": " Usually secondary, derived from other titanium-bearing minerals. Is typically found in veins or crevices of the alpine type in gneiss and schists, associated with brookite, quartz, hematite, chlorite and titanite.",
    "Notable Localities": "  Sherbrooke Township, Nova Scotia, Canada and in Henvey Township, Ontario, Canada; Placerville, California, USA; Minas Gerais and Pará, Brazil; Maronne, le Bourg d’Oisans, Isère, France; Monte Cervandone, Ossola, Italy; Tysse, Hardangervidda, southern Norway; many localities in Switzerland",
    "Etym": " Named for the Greek anatasis, extension, alluding to the greater length of the common pyramidal faces compared to other tetragonal minerals.",
    "Fact": " Anatase, brookite and rutile are all polymorphs, meaning they all have the same chemical composition (TiO2), but differ in crystal structure."
  },
  {
    "dbID": 64,
    "minID": "h19",
    "Name": "Brookite",
    "Family": "Oxides",
    "Formula": "TiO2",
    "Crystal System": "Orthorhombic",
    "Space Group": "Pbca",
    "Hardness": "5.5-6.0",
    "Specific Gravity": "4.0-4.1",
    "Cleavage": "{120} indistinct",
    "Fracture and Tenacity": "Sub[Conchoidal]; brittle",
    "Habit": " Tabular and elongated, also prismatic, rarely tabular. Various shades of brown, to black. Opaque to translucent, transparent in thin fragments, [Adamantine] [Luster].",
    "Environment": " An accessory mineral in fissures and veins of alpine type rocks in gneiss and schist with anatase, rutile, titanite, albite; also in contact metamorphic zones",
    "Notable Localities": " Magnet Cove, Arkansas, USA; Prenteg, Tremadog, Gwynedd, Wales; Le Plan du Lac, St. Christophe-en-Oisans, Isère, France; Tête Noir and Finhaut, Mt. Blanc massif, Wallis, Switzerland;  Miass, Ilmen Mountains, Southern Ural Mountains, Russia",
    "Etym": " Named for Henry James Brooke (1771-1857), English crystallographer and mineralogist.",
    "Fact": ""
  },
  {
    "dbID": 65,
    "minID": "h20",
    "Name": "Cassiterite",
    "Family": "Oxides",
    "Formula": "SnO2",
    "Crystal System": "Tetragonal",
    "Space Group": "P42/mnm",
    "Hardness": "6.0-7.0",
    "Specific Gravity": "7",
    "Cleavage": " {100} imperfect, {110} indistinct",
    "Fracture and Tenacity": "Sub[Conchoidal] to uneven; brittle",
    "Habit": " Black, brown, yellow-gray, colorless or white, rarely red.  Transparent when light colored, dark material nearly opaque, [Adamantine] to [Adamantine] [Metallic], splendent [Luster]",
    "Environment": " Characteristic of deep-seated high-temperature veins and of association with highly acid igneous rocks such as [Granite]s, also in [Pegmatite]s. Important placer deposits are derived from the weathering of stockworks of cassiterite-bearing veins in [Granite].",
    "Notable Localities": " Fazenda do Funil, Ferros, Minas Gerais, Brazil; Panasqueira and Cabreiros, Portugal; San Piero in Campo, Elba, Italy; Otjimbojo, Namibia; Mt. Bischoff and Mt. Zeehan, Tasmania; Greenbushes and Pilbara, Western Australia, Australia",
    "Etym": " Named from the Greek kassiteros, tin, for its composition.",
    "Fact": " The principle ore of tin. \"Tin cans\"are actually made mostly of steel, with a tin-plating, due to its low toxicity. Tin foil was once a common wrapping material for foods and drugs; replaced in the early 20th century by the use of aluminum foil, but it still commonly referred to as ‘tin foil’."
  },
  {
    "dbID": 66,
    "minID": "h21",
    "Name": "Gahnite",
    "Family": "Oxides",
    "Formula": "ZnAl2O4",
    "Crystal System": "Isometric",
    "Space Group": "Fd3m",
    "Hardness": "7.5-8.0",
    "Specific Gravity": "4.5-4.6",
    "Cleavage": "none",
    "Fracture and Tenacity": "[Conchoidal]; brittle",
    "Habit": " Occurs as dark green, bluish green, blue to indigo, yellow to brown octahedral crystals, also irregular grains and massive. Translucent to nearly opaque, vitreous [Luster].",
    "Environment": " Found in crystalline schists, in Li-rich granitic [Pegmatite]s and in contact metamorphosed limestones. Also in high-temperature replacement ore deposits in schists or marbles or quartzose rocks.",
    "Notable Localities": " Geco mine, Manitouwadge, Ontario, Canada and in Hudson township, Quebec, Canada; Franklin and Sterling Hill, New Jersey, USA, Mineral Hill and Patapsco mines, Maryland, USA; Nafversberg and Eric Matts mines, Falun, Sweden; Träskböle, Perniö parish, Finland; Victoria Range, Nelson, New Zealand",
    "Etym": " Named for Johann Gottlieb Gahn (1745-1818), Swedish chemist and mineralogist who discovered manganese.",
    "Fact": ""
  },
  {
    "dbID": 67,
    "minID": "h22",
    "Name": "Uraninite",
    "Family": "Oxides",
    "Formula": "UO2",
    "Crystal System": "Isometric",
    "Space Group": "Fm3m",
    "Hardness": "5.0-6.0",
    "Specific Gravity": "7.0-10.0",
    "Cleavage": "None",
    "Fracture and Tenacity": "Uneven to [Conchoidal] [Fracture]; brittle",
    "Habit": " Black, brownish-black, greyish, greenish; green-gray in thin fragments. Octahedral crystals, less commonly cubes or combinations of the two. The word ‘pitchblende’ is commonly used, which is the rather sharply defined colloform variety of uraninite. Opaque, greasy, sub-[Metallic] to dull [Luster].",
    "Environment": "In [Granite] and syenite [Pegmatite]s. Colloform crusts in high temperature [Hydrothermal] veins. In quartz-pebble conglomerates.",
    "Notable Localities": " Wilberforce, Ontario, and Great Bear Lake, Northwest Territories, Canada; Branchville, Connecticut, USA, Grafton, New Hampshire, USA; Jáchymov (Joachimsthal) and Horní Slavkov (Schlaggenwald), Czech Republic",
    "Etym": "Named for the composition",
    "Fact": " The principle ore of uranium. Uranium has many uses, most notably generating nuclear power, and the uses in the military sector, such as nuclear weapons and high-density penetrators."
  },
  {
    "dbID": 68,
    "minID": "h23",
    "Name": "Fergusonite-(Y)",
    "Family": "Oxides",
    "Formula": "YNbO4",
    "Crystal System": "Tetragonal",
    "Space Group": "I41/a",
    "Hardness": "5.5-6.5",
    "Specific Gravity": "4.2-5.7",
    "Cleavage": "{111} in traces",
    "Fracture and Tenacity": "Sub[Conchoidal]; brittle",
    "Habit": " Crystals prismatic to pyramidal, as irregular masses or grains. Typically metamict. Black to brownish-black, brown, gray, yellow. Opaque, transparent on thin edges. Dull, vitreous [Luster].",
    "Environment": "Typical of rare-earth-bearing [Granite] [Pegmatite]s; in placers",
    "Notable Localities": " Madawaska, Ontario, Canada; Spruce Pine, North Carolina, USA, Champion and Rutherford [Pegmatite] deposits, Texas, USA; Qeqertaussaq, Julienhåb district, Greenland; Laurinmäki, Finland; Iveland district, Norway; Ytterby, Sweden; Blum mine, Ilmen Mountains, Southern Ural Mountains, Russia; in Sri Lanka gem gravels",
    "Etym": " Named for Robert Ferguson (1767-1840) Scottish advocate, politician, mineralogist.",
    "Fact": ""
  },
  {
    "dbID": 69,
    "minID": "h24",
    "Name": "Pyrochlore Group",
    "Family": "Oxides",
    "Formula": " (Ca, Na)2Nb2O6(O, OH, F)",
    "Crystal System": "Cubic",
    "Space Group": "Fd3m",
    "Hardness": "5.0-5.5",
    "Specific Gravity": "3.5-4.6",
    "Cleavage": " Octahedral {111} (may be a parting), sometimes distinct but usually not distinguishable",
    "Fracture and Tenacity": " Irregular/uneven, splintery, sub[Conchoidal]; brittle",
    "Habit": " Usually octahedral crystals, sometimes modified by cube faces; Brown, yellow-brown, reddish brown, orange, black Vitreous, resinous [Luster], transparent.",
    "Environment": " [Pegmatite]s in nepheline syenites, granitic [Pegmatite]s and greisens, carbonatites.",
    "Notable Localities": " Oka, Quebec, Canada; St. Peters Dome area, Colorado, USA; Fredricksvärn, Norway; Alnö region, Sweden",
    "Etym": " Named from the Greek for \"fire\"and \"green”, because some specimens of the mineral turned green when ignited.",
    "Fact": "Was recently changed from a mineral name to a group of minerals"
  },
  {
    "dbID": 70,
    "minID": "h25",
    "Name": "Baddeleyite",
    "Family": "Oxides",
    "Formula": "ZrO2",
    "Crystal System": "Monoclinic",
    "Space Group": "P21/c",
    "Hardness": "6.5",
    "Specific Gravity": "5.5-6.0",
    "Cleavage": " {001} nearly perfect, {010} and {110} less perfect",
    "Fracture and Tenacity": "Sub[Conchoidal] to uneven; brittle",
    "Habit": "  Crystals short to long prismatic, usually flattened, sometimes  radially fibrous or in botryoidal masses. Colourless to yellow, green, greenish or reddish brown, brown, black Transparent, vitreous to greasy [Luster].",
    "Environment": " An accessory mineral in carbonatites and kimberlites; in syenites, diabases, gabbros, anorthosites; in gem gravels; also in lunar basalt, tektites and meteorites.",
    "Notable Localities": " Bozeman, Montana, USA; Ralkwana and Balangoda, Sri Lanka; Jacupiranga, Sao Paulo, Brazil; Mt. Somma, Italy; Phalaborwa, Transvaal, South Africa",
    "Etym": "Named for Joseph Baddeley who first called attention to the Sri Lankan material",
    "Fact": ""
  },
  {
    "dbID": 71,
    "minID": "h26",
    "Name": "Minium",
    "Family": "Oxides",
    "Formula": "Pb3O4",
    "Crystal System": "Tetragonal",
    "Space Group": "P42/mbc",
    "Hardness": "2.5",
    "Specific Gravity": "8.9-9.2",
    "Cleavage": " {110} Perfect, {010} Perfect",
    "Fracture and Tenacity": " Uneven; Dull, clay-like [Fracture]s",
    "Habit": " Scarlet to brownish red, may have a yellowish tint Scaly; commonly earthy, pulverulent, massive.  Semitransparent; dull to slightly greasy [Luster].",
    "Environment": "A rare secondary alteration mineral in some highly oxidized lead-bearing mineral deposits and can form as the product of mine fires.",
    "Notable Localities": " Jay Gould Mine, Idaho, USA, Minius River in Northwest Spain; Leadhills, Lanarkshire, Scotland; Altai Mountains, Russia; Broken Hill, New South Wales, Australia as the product of a mine fire.",
    "Etym": " Named from the Latin minium, derived from the Iberian word for cinnabar.",
    "Fact": ""
  },
  {
    "dbID": 72,
    "minID": "h27",
    "Name": "Tapiolite Group",
    "Family": "Oxides",
    "Formula": " (Fe,Mn)(Ta,Nb)2O6",
    "Crystal System": "Tetragonal",
    "Space Group": "P42/mnm",
    "Hardness": "6.0-6.5",
    "Specific Gravity": "8",
    "Cleavage": "{110} Imperfect",
    "Fracture and Tenacity": "Uneven to sub[Conchoidal]",
    "Habit": " Black, short prismatic or equant crystals. Opaque, transparent on thin edges, sub[Adamantine] to sub[Metallic], brilliant [Luster].",
    "Environment": "[Pegmatite]s and alluvial deposits",
    "Notable Localities": " Tanco mine, Bernic Lake, Manitoba, Canada; Kulmala [Pegmatite], Sukula, Tammela, Finland, Viitaniemi, Eräjärvi, Orivesi, Finland; Chanteloube, Limoges, France; Strelley, Pilbara, Western Australia, Australia",
    "Etym": " Originally named \"tapiolite\"for Tapio, god of the forest in Finnish mythology. Renamed \"ferrotapiolite\"and \"manganotapiolite”, now tapiolite-(Fe) and tapiolite-(Mn)",
    "Fact": ""
  },
  {
    "dbID": 73,
    "minID": "h28",
    "Name": "Tantalite Group",
    "Family": "Oxides",
    "Formula": " (Fe,Mn,Mg)(Ta,Nb)2O6",
    "Crystal System": "Cubic",
    "Space Group": "Fd3m",
    "Hardness": "6.0-6.5",
    "Specific Gravity": "8",
    "Cleavage": "None",
    "Fracture and Tenacity": "Uneven; brittle",
    "Habit": " Black, brownish-black, orange-red typically octahedral crystals, less commonly dodecahedral, cubic, skeletal, granular or massive. Opaque, [Metallic] to sub[Metallic] [Luster], may be dull.",
    "Environment": " An accessory mineral in igneous and metamorphic rocks, in which magmatic segregation or contact metamorphism may produce economic deposits. Extensive deposits in sedimentary banded iron formations and an important detrital mineral.",
    "Notable Localities": " Tanco mine, Bernic Lake, Manitoba, Canada; Etta mine, Keystone, and Helen Beryl, Custer, South Dakota, USA; Utö, Sweden; Morrua, Muiane, and Marropino mines, Alto Ligonha, Mozambique; Kokoto Hai mine, Xinjiang, China; Parelhas and Carnauba dos Dantas, Greenbushes, Western Australia, Australia",
    "Etym": " Named for the mythical Tantalus, in allusion to the tantalizing difficulties encountered in making a solution of the mineral in acids.",
    "Fact": " The principle ore of tantalum. The major use for tantalum (powder) is in the production of electronic components, mainly capacitors and some high-power resistors."
  },
  {
    "dbID": 74,
    "minID": "h29",
    "Name": "Hercynite",
    "Family": "Oxides",
    "Formula": "FeAl2O4",
    "Crystal System": "Isometric",
    "Space Group": "Fd3m",
    "Hardness": "7.5-8.0",
    "Specific Gravity": "4",
    "Cleavage": "{111} indistinct",
    "Fracture and Tenacity": "[Conchoidal]; brittle",
    "Habit": " Dark blue-green, yellow, brown. Massive, as rounded black grains Translucent, vitreous [Luster].",
    "Environment": "In high-grade metamorphosed ferruginous argillaceous sediments and in some mafic and ultramafic igneous rocks. Also in placers",
    "Notable Localities": " near Colton, New York, USA; near Cuauhtemoc, Chihuahua, Mexico; Le Prese, Veltlin, Switzerland; Načetiń and Hoslau, near Ronsberg, Czech Republic.",
    "Etym": " Named for the Latin name for the Bohemian forest Silva Hercynia, where the mineral was first found.",
    "Fact": ""
  },
  {
    "dbID": 75,
    "minID": "i1",
    "Name": "Stibiconite",
    "Family": "Hydroxides",
    "Formula": "Sb3O6(OH)",
    "Crystal System": "Isometric",
    "Space Group": "Fd3m",
    "Hardness": "4.0-5.5",
    "Specific Gravity": "3.5-5.9",
    "Cleavage": "None",
    "Fracture and Tenacity": "None; earthy",
    "Habit": " Massive, botryoidal, as incrustations, may be concentrically zoned, to several centimetres thick; typically powdery, compact. White to yellow or brown Transparent to translucent, Pearly, opaline, glassy to earthy [Luster].",
    "Environment": " A secondary mineral in [Hydrothermal] mineral deposits, formed by the oxidation of other antimony-bearing minerals, commonly stibnite, which it may entirely replace",
    "Notable Localities": "  Wolfe County, Quebec, Canada; Antimony Peak, California, USA; El Antimonio, Sonara, Mexico, Catorce and Charcas, San Luis Potosi, Mexico; Cochabaniba, Bolivia; Goldkronach, Germany; Derekdy, Gonyuh, Turkey; Hunan, China",
    "Etym": " From the Latin for antimony, stibium, and the Greek for powder or dust, a common habit.",
    "Fact": ""
  },
  {
    "dbID": 76,
    "minID": "i2",
    "Name": "Goethite",
    "Family": "Hydroxides",
    "Formula": "FeO(OH)",
    "Crystal System": "Orthorhombic",
    "Space Group": "Pnma",
    "Hardness": "5.0-5.5",
    "Specific Gravity": "3.3-4.3",
    "Cleavage": "{010} perfect; {100} less so",
    "Fracture and Tenacity": "Uneven [Fracture]; brittle",
    "Habit": " Crystals prismatic and striated, also flattened into tablets or scales. Usually massive as reniform, botryoidal, or stalactitic masses with radial-fibrous structure. Opaque, transparent on thin edges, [Adamantine] to [Metallic] [Luster], sometimes dull, earthy, also silky.",
    "Environment": "A common weathering product derived from numerous iron-bearing minerals in oxygenated environments; especially siderite, pyrite, magnetite and glauconite. Widespread as a deposit in bogs and springs (\"bog iron ore”). Also the principal component of common rust everywhere where iron and steel objects have been subject to corrosion.",
    "Notable Localities": "Superior mine, Marquette, Michigan, USA, Pikes Peak district and Florissant, Colorado, USA; Diamantina, Minas Gerais, Brazil; Cornwall, England; Chaillac, Vienne, France; Siegen, Eiserfeld Horhausen and Oberstein, Germany; Lake Onega and at Bakal, southern Ural Mountains, Russia.",
    "Etym": " Named for Johann Wolfgang von Goethe (1749-1832), German poet, philosopher, and naturalist.",
    "Fact": ""
  },
  {
    "dbID": 77,
    "minID": "i3",
    "Name": "Brucite",
    "Family": "Hydroxides",
    "Formula": "Mg(OH)2",
    "Crystal System": "Hexagonal",
    "Space Group": "P-3m1",
    "Hardness": "2.5",
    "Specific Gravity": "2.4",
    "Cleavage": "{0001} perfect",
    "Fracture and Tenacity": " Uneven; [Sectile]; separable plates are flexible, fibers are elastic",
    "Habit": " Crystals tabular, often subparallel aggregates of plates. Massive, foliated; fibrous; rarely fine granular. White, pale green, gray, blue. Transparent, waxy to vitreous/pearly.",
    "Environment": "Typically forms as a low-temperature [Hydrothermal] vein mineral in serpentine and chlorite and dolomite schists.",
    "Notable Localities": " Asbestos and Wakefield, Quebec, Canada; Hoboken, New Jersey, USA; Mt. Vesuvius, Campania, and at Teulada, Sardinia, Italy; Phalaborwa, Transvaal, South Africa’ Ekaterinburg, Ural Mountains, Russia",
    "Etym": " Named for Archibald Bruce (1777-1818), an American mineralogist.",
    "Fact": "Brucite has such a high melting point it is used to line kilns."
  },
  {
    "dbID": 78,
    "minID": "i4",
    "Name": "Manganite",
    "Family": "Hydroxides",
    "Formula": "Mn3+O(OH)",
    "Crystal System": "Monoclinic",
    "Space Group": "P21/c",
    "Hardness": "4",
    "Specific Gravity": "4.3",
    "Cleavage": "{010} perfect; {110} and {001} good",
    "Fracture and Tenacity": "Uneven; brittle",
    "Habit": " Crystals pseudo-orthorhombic, short to long prismatic with [Striation]s parallel to their length. Typically dark steel-grey to iron-black. Crystals often grouped in bundles or markedly composite, rarely massive, stalactitic. Opaque, transparent on thin edges, sub[Metallic] [Luster].",
    "Environment": " Occurs as a low-temperature [Hydrothermal] deposits associated with baryte, calcite and siderite; in replacement deposits with goethite; and in shallow marine deposits, lakes and bogs.",
    "Notable Localities": " Caland mine, Atikokan, Ontario, Canada; Negaunee and Marquette districts, Michigan, USA; Botallack mine, St. Just, Cornwall, England, Egremont, Cumbria, England; Upton Pyne, Exeter, Devonshire, England;  Kuruman, Cape Province, South Africa",
    "Etym": "Named for its composition",
    "Fact": ""
  },
  {
    "dbID": 79,
    "minID": "i5",
    "Name": "Diaspore",
    "Family": "Hydroxides",
    "Formula": "AlO(OH)",
    "Crystal System": "Orthorhombic",
    "Space Group": "Pnma",
    "Hardness": "6.5-7.0",
    "Specific Gravity": "3.4",
    "Cleavage": " {010} perfect, {110} distinct, {100} in traces",
    "Fracture and Tenacity": "[Conchoidal]; very brittle",
    "Habit": " As crystals, platy, elongated, sometimes prismatic or [Acicular]; rarely tabular. Also massive, foliated and thin scales. White, grayish-white, colorless, also greenish-gray, brown, yellowish, lilac, pink. Transparent to translucent, vitreous to brilliant [Luster].",
    "Environment": " Forms in metamorphic rocks, such as schists and marbles, where it is often associated with corundum, manganite and spinel. It is also found in [Hydrothermal]ly altered rocks, and in sediments.",
    "Notable Localities": " Culsagee mine, Franklin, North Carolina, USA; Banská Belá, Slovakia; Jordansmühl, Silesia, Poland; Mugula, eastern Anatolia, Turkey; Kyshtym, Ural Mountains, Russia; Sivec, near Prilep, Macedonia; Shokozan mine, Honshu, Japan",
    "Etym": " From the Greek for to scatter, a reference to the way diaspore crackles when strongly heated",
    "Fact": ""
  },
  {
    "dbID": 80,
    "minID": "i6",
    "Name": "Gibbsite",
    "Family": "Hydroxides",
    "Formula": "Al(OH)3",
    "Crystal System": "Monoclinic",
    "Space Group": "P21/c",
    "Hardness": "2.5-3.5",
    "Specific Gravity": "2.4",
    "Cleavage": "{001} perfect",
    "Fracture and Tenacity": "None; tough",
    "Habit": " White, grayish, greenish, reddish-white. Crystals tabular with a hexagonal aspect. As concretions. Massive stalactitic, compact/earthy. Transparent; vitreous to pearly [Luster].",
    "Environment": " Most gibbsite is a secondary product resulting from the weathering, leaching, and alteration of aluminous minerals. Also forms as a low-temperature [Hydrothermal] mineral in veins or cavities in alkaline or other igneous rocks.",
    "Notable Localities": " Richmond, Massachusetts, USA, Champion mine, White Mountains, California, USA; around Saramenha, Ouro Prêto, Minas Gerais, Brazil; Eikaholmen and Lille-Arø Islands, Langesundsfjord, and at Tredalen, near Larvik, Norway; Kodikanal, Madras, and Talevadi, near Bombay, Maharashtra, India; Dundas, Tasmania, Australia.",
    "Etym": " Named for Colonel George Gibbs (1777-1834), original owner of the Gibbs mineral collection acquired by Yale College early in the nineteenth century.",
    "Fact": " Gibbsite is one of the principle ores of aluminum. Aluminum is used for a variety of purposes, from aircraft and rockets, to aluminum foil. Aluminum is highly reactive, so it doesn’t form by itself in Nature, but combines with other elements to form over 270 different minerals"
  },
  {
    "dbID": 81,
    "minID": "j1",
    "Name": "Halite",
    "Family": "Halides",
    "Formula": "NaCl",
    "Crystal System": "Cubic",
    "Space Group": "Fm3m",
    "Hardness": "2.0-2.5",
    "Specific Gravity": "2.1-2.6",
    "Cleavage": "{001} perfect",
    "Fracture and Tenacity": " [Conchoidal], brittle",
    "Habit": " Colourless or white when pure, gray, blue, purple or reddish. Red is due to inclusions of hematite. Cubic crystals, sometimes hopper or skeletal shaped or massive, rarely stalatitic, granular or compact. Transparent to translucent, vitreous [Luster].",
    "Environment": " Typically in sedimentary rocks of evaporite association-- may form thick beds, up to 1 km or thicker. Also as volcanic sublimates and cave deposits, associated with sylvite, carnallite, gypsum, anhydrite and dolomite.",
    "Notable Localities": " Massive deposits in Saskatchewan, Canada; In the Permian Basin of Texas and New Mexico, such as the Potash Corporation of America mine, Carlsbad potash district, New Mexico, USA, in the Michigan Basin, underlying Ohio, Michigan and New York, USA, numerous salt domes along the Gulf Coast, such as Louisiana and Texas and the Louann salt formation, Alabama, USA, Restof, New York, USA; Hallstadt, Salzburg, Austria; Stassfurt-Leopoldshall, Saxony-Anhalt, Germany; Sicily, Italy; Salt Range, Pakistan; Salt Range, Punjab, India; numerous places in Russia and China",
    "Etym": "From the Greek hals for salt.",
    "Fact": " Better known as common salt. Besides its culinary use, it is a preservative and a source of sodium carbonate (soda ash) used in the manufacture of soap and glass, and also the source of sodium bicarbonate, which is baking soda. It is also used as a source for chlorine, used in hydrochloric acid and other chlorine compounds, particularly PVC."
  },
  {
    "dbID": 82,
    "minID": "j2",
    "Name": "Sylvite",
    "Family": "Halides",
    "Formula": "KCl",
    "Crystal System": "Cubic",
    "Space Group": "Fm3m",
    "Hardness": "2",
    "Specific Gravity": "2",
    "Cleavage": "{001} perfect",
    "Fracture and Tenacity": " Uneven; brittle, ductile under low strain",
    "Habit": " Cubic, cubo-octahedra and octahedra crystals. May be columnar, in crusts, coarse granular to compact, massive. Colorless to white, pale blue, pale blue-gray, yellowish-red, to red when included with hematite. Vitreous [Luster], transparent.",
    "Environment": " In sedimentary basins, forming thick bedded deposits with halite. As a sublimate in volcanic fumaroles and cave deposits.",
    "Notable Localities": "  Smoky Hills, Peace River, Alberta, Canada and Saskatchewan, Canada; Permian salt basin of southeastern New Mexico, USA and adjacent parts of Texas, USA, Louann salt formation, Alabama; Tarapacá, Chile; Westergeln and Stassfurt, Germany; Vesuvius, Italy; Mt. Etna, Sicily; Kalusz, Ukraine; Solikamsk-Berezniki region, Ural Mountains, Russia",
    "Etym": " From the name sal disgestivus Sylvii or digestive salt, an old chemical name for the substance named by Francois Sylvius de le Boe (1614-1672), Dutch physician and chemist from the Netherlands.",
    "Fact": ""
  },
  {
    "dbID": 83,
    "minID": "j3",
    "Name": "Cryolite",
    "Family": "Halides",
    "Formula": "AgCl",
    "Crystal System": "Cubic",
    "Space Group": "Fm3m",
    "Hardness": "2.5",
    "Specific Gravity": "5.6",
    "Cleavage": "None",
    "Fracture and Tenacity": " Uneven to sub[Conchoidal], [Sectile] and ductile, very plastic",
    "Habit": " Cubic crystals, in parallel or subparallel groups; rarely as stalactites or aggregates; fibrous. Typically massive, forming crusts and films. Colorless, pale yellow or gray, turns violet-brown to purple on exposure to light. Transparent to translucent, resinous to [Adamantine] [Luster].",
    "Environment": "Found in the oxidized zone above silver deposits; commonly preserved in arid climates",
    "Notable Localities": "  Bullfrog, Nevada, USA, Lake Valley district, near Hillsboro, New Mexico, USA, Globe, Arizona, USA, Poorman mine, Silver City, Idaho, USA; Santa Eulalia, Chihuahua, Mexico; Chañarcillo, south of Copiapó, Atacama, Chile; Cornwall, England; Saxony, Germany, Joachimsthal, Czech Republic; Broken Hill, New South Wales, Australia",
    "Etym": " For chlorine, and the Greek for silver, argyros, in its composition",
    "Fact": ""
  },
  {
    "dbID": 84,
    "minID": "j4",
    "Name": "Fluorite",
    "Family": "Halides",
    "Formula": "CaF2",
    "Crystal System": "Cubic",
    "Space Group": "Fm3m",
    "Hardness": "4",
    "Specific Gravity": "3.0-3.3",
    "Cleavage": "{111} perfect",
    "Fracture and Tenacity": "Subconcoidal to uneven; brittle",
    "Habit": " Cubes, octahedral, rarely dodecahedra, many other forms possible, such as nodular, botryoidal, massive; columnar, granular or fibrous rare.",
    "Environment": " An accessory mineral in [Granite], granitic [Pegmatite]s and syenites; uncommon as a late [Hydrothermal] product in cavities and joints in [Granite]. In carbonatites and alkaline intrusives.",
    "Notable Localities": "  Madoc, Ontario, Canada, Rock Candy mine, near Grand Forks, British Columbia, Canada; Westmoreland, New Hampshire, USA, Ft. Wayne, Indiana, USA, Elmwood mine, near Cathage, Tennessee, USA; Huanzala, Peru; Naica, Chihuahua, Mexico; Cumberland, Yorkshire, Derbyshire, England; Aar massif, Switzerland; Argentiéres, Mt. Blanc massif, France; Zeerust district, Transvaal, South Africa; Orongo Mountains, Namibia; Chiang Mai, Thailand, Tormiq area, Pakistan",
    "Etym": " From the Latin to flow, in allusion to its low melting point.",
    "Fact": " Fluorite is used as a flux in the manufacture of steel, in the production of hydrofluoric acid and is used in the manufacture of opalescent glass, enamels and cooking utensils"
  },
  {
    "dbID": 85,
    "minID": "j5",
    "Name": "Atacamite",
    "Family": "Halides",
    "Formula": "Cu2Cl(OH)3",
    "Crystal System": "Orthorhombic",
    "Space Group": "Pnam",
    "Hardness": "3.0-3.5",
    "Specific Gravity": "3.8",
    "Cleavage": " {010} perfect, {101} fair",
    "Fracture and Tenacity": "[Conchoidal]; brittle",
    "Habit": " As slender, prismatic or tabular bright green, dark emerald-green, to dark green crystals. Transparent to translucent, [Adamantine] to vitreous [Luster].",
    "Environment": " An oxidation product of other copper minerals, especially in arid or saline conditions.",
    "Notable Localities": " Bisbee, Arizona, USA, San Manuel mine, and from the Tintic district, Utah, USA; Boleo, Baja California, Mexico; Cumbria and Cornwall, England; Atacama Desert, Chile; Tsumeb, Namibia; Bogoslovsk, Ural Mountains, Russia; Kara-Kamys, Kazakhstan",
    "Etym": " For the Atacama Desert, Chile.",
    "Fact": "An alteration product of bronze and copper objects. One of the corrosion products on the Statue of Liberty in the USA."
  },
  {
    "dbID": 86,
    "minID": "j6",
    "Name": "Villiaumite",
    "Family": "Halides",
    "Formula": "NaF",
    "Crystal System": "Cubic",
    "Space Group": "Fm3m",
    "Hardness": "2.0-2.5",
    "Specific Gravity": "2.8",
    "Cleavage": "{001} perfect",
    "Fracture and Tenacity": "none; brittle",
    "Habit": " Carmine-red, pink-red to light-orange, crystals rare, but can be cubic. Commonly granular or massive. Transparent, vitreous [Luster].",
    "Environment": "In nepheline syenite and nepheline syenite [Pegmatite]s.",
    "Notable Localities": " Mont St. Hilaire, Quebec, Canada; Point of Rocks, New Mexico, USA and Porphyry Mountain, Colorado, USA; Kvanefjeld, Ilímaussaq intrusion, Greenland; Khibiny massive, Kola Peninsula, Russia",
    "Etym": " Honors Maxime Villaume, French explorer, in whose collection of rocks from Guinea the mineral was first found.",
    "Fact": " Although this mineral is beautiful to look at, it is extremely soft, and soluble in water so not a good mineral for jewellery."
  },
  {
    "dbID": 87,
    "minID": "j7",
    "Name": "Pachnolite",
    "Family": "Halides",
    "Formula": "NaCaAlF6 · H2O",
    "Crystal System": "Monoclinic",
    "Space Group": "F2/d",
    "Hardness": "3",
    "Specific Gravity": "2.98",
    "Cleavage": "{001} good to indistinct",
    "Fracture and Tenacity": "Uneven; brittle",
    "Habit": " Colorless to white prismatic crystals. Transparent to translucent, vitreous [Luster].",
    "Environment": " Most commonly in [Pegmatite]s, as an alteration product of cryolite and other alkali aluminum fluorides.",
    "Notable Localities": "  St. Peters Dome, near Pikes Peak and the Goldie carbonatite, Colorado, USA, at the Zapot [Pegmatite], Fitting district, Nevada, USA; Ivigtut deposit, southwestern Greenland; Lake Gjerdingen, Nordmarka, Norway; Hagendorf Süd [Pegmatite], Bavaria, Germany; El Criollo [Pegmatite], Córdoba Province, Argentina",
    "Etym": " From the Greek for frost and stone, in allusion to its appearance.",
    "Fact": ""
  },
  {
    "dbID": 88,
    "minID": "j8",
    "Name": "Mendipite",
    "Family": "Halides",
    "Formula": "Pb3O2Cl2",
    "Crystal System": "Orthorhombic",
    "Space Group": "P212121",
    "Hardness": "2.5",
    "Specific Gravity": "7.2",
    "Cleavage": " {110} perfect, {100} and {010} distinct to fair",
    "Fracture and Tenacity": "[Conchoidal] to uneven",
    "Habit": " Fibrous or columnar masses, often radiated colorless to white or gray, often tinged with pink or other colors. Pearly to silky [Luster] on [Cleavage]s, resinous to [Adamantine] [Luster] across [Fracture]s; translucent, rarely transparent.",
    "Environment": "In nodules in manganese oxide ores.",
    "Notable Localities": " Mendip Hills, Somerset, England; Kunibert mine, Brilon, Westphalia, Germany",
    "Etym": " Named from the locality it was first described, Mendip Hills, Somerset, England",
    "Fact": ""
  }
]